

<!DOCTYPE html>
<html lang="zh-CN">
<head prefix="og: http://ogp.me/ns#"><meta name="generator" content="Hexo 3.8.0">
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1">
    <meta name="description" content="A boring person.">
    <title>论文阅读《Cardiologist-level arrhythmia detection and classification in ambulatory electrocardiograms using a deep neural network》 | caoqi95&#39;blog</title>

    <!-- Open Graph -->
    <meta name="description" content="&amp;#x65AF;&amp;#x5766;&amp;#x798F;&amp;#x56E2;&amp;#x961F;&amp;#x5728; Nature Medicine &amp;#x4E0A;&amp;#x53D1;&amp;#x8868;&amp;#x4E86;&amp;#x4E00;&amp;#x7BC7;&amp;#x8BBA;&amp;#x6587; &amp;#x300A;Cardiologist-level arrhythmia detection and classification in">
<meta name="keywords" content="生物医学">
<meta property="og:type" content="article">
<meta property="og:title" content="论文阅读《Cardiologist-level arrhythmia detection and classification in ambulatory electrocardiograms using a deep neural network》">
<meta property="og:url" content="http://caoqi95.github.io/2019/01/10/论文阅读《Cardiologist-level-arrhythmia-detection-and-classification-in-ambulatory-electrocardiograms-using-a-deep-neural-network》/index.html">
<meta property="og:site_name" content="caoqi95&#39;blog">
<meta property="og:description" content="&amp;#x65AF;&amp;#x5766;&amp;#x798F;&amp;#x56E2;&amp;#x961F;&amp;#x5728; Nature Medicine &amp;#x4E0A;&amp;#x53D1;&amp;#x8868;&amp;#x4E86;&amp;#x4E00;&amp;#x7BC7;&amp;#x8BBA;&amp;#x6587; &amp;#x300A;Cardiologist-level arrhythmia detection and classification in">
<meta property="og:locale" content="zh-CN">
<meta property="og:image" content="http://upload-images.jianshu.io/upload_images/2759738-d18ca8d5bd51b391.png?imageMogr2/auto-orient/strip%7CimageView2/2/w/1240">
<meta property="og:image" content="https://upload-images.jianshu.io/upload_images/2759738-3667a1c5709fbaa9.png?imageMogr2/auto-orient/strip%7CimageView2/2/w/1240">
<meta property="og:updated_time" content="2019-01-14T12:15:48.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="论文阅读《Cardiologist-level arrhythmia detection and classification in ambulatory electrocardiograms using a deep neural network》">
<meta name="twitter:description" content="&amp;#x65AF;&amp;#x5766;&amp;#x798F;&amp;#x56E2;&amp;#x961F;&amp;#x5728; Nature Medicine &amp;#x4E0A;&amp;#x53D1;&amp;#x8868;&amp;#x4E86;&amp;#x4E00;&amp;#x7BC7;&amp;#x8BBA;&amp;#x6587; &amp;#x300A;Cardiologist-level arrhythmia detection and classification in">
<meta name="twitter:image" content="http://upload-images.jianshu.io/upload_images/2759738-d18ca8d5bd51b391.png?imageMogr2/auto-orient/strip%7CimageView2/2/w/1240">

    <script type="application/ld+json">
{
  "@context": "http://schema.org",
  "@type": "Person",
  "email": "mailto:",
  "image": "",
  "name": "caoqi95",
  "url": "http://caoqi95.github.io"
}
</script>
    <script>
    var algoliaEnabled = false;
    
        var algolia = {
            'applicationID': 'WI5E51XWY7',
            'apiKey': '7fe2f65ef4bda2c7983abde8526be9f4',
            'indexName': 'caoqi95'
        };
        algoliaEnabled = true;
    
</script>

    

    
    
        <link href="https://fonts.googleapis.com/css?family=Source+Code+Pro" rel="stylesheet" type="text/css">
    
    
    
        <!-- stylesheets list from config.yml -->
        
        <link rel="stylesheet" href="/css/aloha.css">
        
        <link rel="stylesheet" href="//cdn.bootcss.com/semantic-ui/2.2.4/semantic.min.css">
        
        <link rel="stylesheet" href="//cdn.bootcss.com/magnific-popup.js/1.1.0/magnific-popup.min.css">
        
    

</head>
<body id="body" style="margin-bottom: 0;" class="pushable">

    <div class="ui top fixed menu">
        <a class="item" id="menu-icon"><i class="sidebar icon"></i></a>
    </div>

    <div id="menu-sidebar" class="ui left vertical sidebar menu">

    <div id="sidebar-top">
        <div class="content">
            <h3>caoqi95&#39;blog</h3>
        </div>
    </div>
    <div class="ui container sidebar-card">
    <div class="ui people shape content">
        <div class="active side">
            <div class="ui card">
                <div class="image">
                    <img class="ui medium bordered image" src="/images/avatar.jpg">
                </div>
                <div class="content">
                    <a class="header">caoqi95</a>
                    
                        <div class="meta">
                            Programer / Deep Learner
                        </div>
                    
                </div>
                <div class="extra content">
                    <div class="ui list">
                        
                        <div class="item">
                            <i class="marker icon" style="float: left"></i>
                            <div class="content">Wenzhou</div>
                        </div>
                        
                        
                    </div>

                </div>
                <div class="extra content">
                    <div class="ui list">
                        

                                <a href="https://github.com/caoqi95"><i class="large github icon" style="float: left"></i></a>

                            

                                <a href="https://twitter.com/stayherewait"><i class="large twitter icon" style="float: left"></i></a>

                            
                    </div>
                </div>
            </div>
        </div>
    </div>


</div>

    
    

    

    
    <a href="/index.html" class="item">
        <i class="home icon"></i>
        caoqi95
    </a>

    

    

    <div class="ui search item">
        <div class="ui transparent icon input">
            <input id="search-input" type="text" placeholder="搜索">
            <i class="search link icon"></i>
        </div>
    </div>

    
</div>

    <div class="pusher body-content">
        <div id="content" class="ui main container">
            <!--<div class="ui one column grid">-->
                <!--<div class="column">-->
                    <!--<div class="ui main container">-->
                        <div id="post-论文阅读《Cardiologist-level-arrhythmia-detection-and-classification-in-ambulatory-electrocardiograms-using-a-deep-neural-network》" class="ui main container article-type-post">

    

    <div class="ui divided grid">

        <div class="two column row" id="article-content">

            <div class="thirteen wide computer thirteen wide tablet sixteen wide mobile column">
                

<h1 class="ui header">
    
    论文阅读《Cardiologist-level arrhythmia detection and classification in ambulatory electrocardiograms using a deep neural network》
</h1>



                <div class="article-inner">

                    <div class="article-entry" itemprop="articleBody">
                        
                        <p>&#x65AF;&#x5766;&#x798F;&#x56E2;&#x961F;&#x5728; Nature Medicine &#x4E0A;&#x53D1;&#x8868;&#x4E86;&#x4E00;&#x7BC7;&#x8BBA;&#x6587; &#x300A;Cardiologist-level arrhythmia detection and classification in ambulatory electrocardiograms using a deep neural network&#x300B;&#xFF0C;&#x4ED6;&#x4EEC;&#x5F00;&#x53D1;&#x4E86;&#x4E00;&#x79CD;&#x6DF1;&#x5EA6;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#xFF0C;&#x7528;&#x4E8E;&#x5BF9;&#x5355;&#x5BFC;&#x8054;&#x5FC3;&#x7535;&#x56FE;&#x4FE1;&#x53F7;&#x4E2D;&#x7684; 10 &#x79CD;&#x5FC3;&#x5F8B;&#x5931;&#x5E38;&#x4EE5;&#x53CA;&#x7AA6;&#x6027;&#x5FC3;&#x5F8B;&#x548C;&#x566A;&#x58F0;&#xFF0C;&#x603B;&#x5171; 12 &#x79CD;&#x4FE1;&#x53F7;&#x8FDB;&#x884C;&#x5206;&#x7C7B;&#xFF0C;&#x5E76;&#x5C06;&#x5176;&#x6027;&#x80FD;&#x4E0E;&#x5FC3;&#x810F;&#x75C5;&#x4E13;&#x5BB6;&#x7684;&#x7ED3;&#x679C;&#x8FDB;&#x884C;&#x6BD4;&#x8F83;&#x3002;</p>
<p>&#x76EE;&#x524D;&#x53EF;&#x80FD;&#x8FD8;&#x770B;&#x4E0D;&#x4E86; nature &#x4E0A;&#x7684; <a href="https://www.nature.com/articles/s41591-018-0268-3" target="_blank" rel="noopener">&#x8BBA;&#x6587;</a>&#xFF08;&#x4E0D;&#x8FC7;&#x53D1;&#x73B0;&#x4F7F;&#x7528;&#x5B9E;&#x9A8C;&#x5BA4;&#x7684;&#x6821;&#x56ED;&#x7F51;&#x5C31;&#x53EF;&#x4EE5;&#x67E5;&#x770B;&#x5E76;&#x4E0B;&#x8F7D;&#x8BBA;&#x6587;&#x4E86;&#xFF09;&#xFF0C;&#x4F46;&#x662F;&#x53EF;&#x4EE5;&#x4ECE; <a href="https://stanfordmlgroup.github.io/projects/ecg2/" target="_blank" rel="noopener">&#x8FD9;&#x4E2A;</a> &#x7F51;&#x7AD9;&#x80FD;&#x591F;&#x4E86;&#x89E3;&#x4E00;&#x4E9B;&#x4FE1;&#x606F;&#x3002;</p>
<p>&#x8BE5;&#x7BC7;&#x8BBA;&#x6587;&#x6784;&#x5EFA;&#x4E86;&#x4E00;&#x4E2A;&#x6DF1;&#x5EA6;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#xFF0C;&#x4F7F;&#x7528;&#x4E86; 53549 &#x540D;&#x75C5;&#x4EBA;&#x7684;&#x5355;&#x5BFC;&#x8054; ECG &#x6570;&#x636E;&#x6765;&#x5BF9; 12 &#x79CD;&#x8282;&#x5F8B;&#x7C7B;&#x522B;&#x8FDB;&#x884C;&#x5206;&#x7C7B;&#x3002;&#x540C;&#x65F6;&#xFF0C;&#x5728;&#x8FD9;&#x9879;&#x7814;&#x7A76;&#x4E2D;&#xFF0C;&#x6784;&#x5EFA;&#x4E86;&#x4E00;&#x4E2A;&#x5927;&#x578B;&#xFF0C;&#x65B0;&#x9896;&#x7684; ECG &#x6570;&#x636E;&#x96C6;&#xFF0C;&#x8BE5;&#x6570;&#x636E;&#x96C6;&#x7ECF;&#x8FC7;&#x4E13;&#x5BB6;&#x6CE8;&#x91CA;&#xFF0C;&#x9002;&#x7528;&#x4E8E;&#x5E7F;&#x6CDB;&#x7684;&#x5FC3;&#x7535;&#x56FE;&#x8282;&#x5F8B;&#x7C7B;&#x522B;&#x3002;&#x6570;&#x636E;&#x6536;&#x96C6;&#x4E3B;&#x8981;&#x4F7F;&#x7528; Zio &#x76D1;&#x6D4B;&#x5668;&#x8FDE;&#x7EED;&#x76D1;&#x6D4B;&#xFF0C;&#x91C7;&#x6837;&#x9891;&#x7387;&#x4E3A; 200Hz&#x3002;</p>
<p><a class="magnific-img" href="http://upload-images.jianshu.io/upload_images/2759738-d18ca8d5bd51b391.png?imageMogr2/auto-orient/strip%7CimageView2/2/w/1240"><img src="http://upload-images.jianshu.io/upload_images/2759738-d18ca8d5bd51b391.png?imageMogr2/auto-orient/strip%7CimageView2/2/w/1240" alt="" class="ui centered image"></a></p>
<h3 id="&#x6A21;&#x578B;&#x7ED3;&#x6784;"><a href="#&#x6A21;&#x578B;&#x7ED3;&#x6784;" class="headerlink" title="&#x6A21;&#x578B;&#x7ED3;&#x6784;"></a>&#x6A21;&#x578B;&#x7ED3;&#x6784;</h3><p>&#x8BE5; DNN &#x65E8;&#x5728;&#x5BF9; 10 &#x79CD;&#x5FC3;&#x5F8B;&#x5931;&#x5E38;&#x4EE5;&#x53CA;&#x7AA6;&#x6027;&#x5FC3;&#x5F8B;&#x548C;&#x566A;&#x58F0;&#x8FDB;&#x884C;&#x5206;&#x7C7B;&#xFF0C;&#x603B;&#x5171; 12 &#x79CD;&#x8F93;&#x51FA;&#x8282;&#x5F8B;&#x7C7B;&#x522B;&#xFF0C;&#x7ED3;&#x6784;&#x5982;&#x4E0B;&#x6240;&#x793A;&#x3002;</p>
<p><a class="magnific-img" href="https://upload-images.jianshu.io/upload_images/2759738-3667a1c5709fbaa9.png?imageMogr2/auto-orient/strip%7CimageView2/2/w/1240"><img src="https://upload-images.jianshu.io/upload_images/2759738-3667a1c5709fbaa9.png?imageMogr2/auto-orient/strip%7CimageView2/2/w/1240" alt="" class="ui centered image"></a></p>
<p>&#x8FD9;&#x4E2A;&#x6DF1;&#x5EA6;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x7684;&#x67B6;&#x6784;&#x5171;&#x6709; 34 &#x5C42;&#x3002;&#x5176;&#x5C06;&#x539F;&#x59CB;&#x7684; ECG &#x6570;&#x636E;&#xFF08;&#x4EE5; 200 Hz &#x91C7;&#x6837;&#xFF0C;&#x6216;&#x8005;&#x6BCF;&#x79D2; 200 &#x4E2A;&#x6837;&#x672C;&#xFF09;&#x4F5C;&#x4E3A;&#x8F93;&#x5165;&#xFF0C;&#x4E0D;&#x8003;&#x8651;&#x5176;&#x4ED6;&#x4E0E;&#x60A3;&#x8005;&#x6216;&#x8005; ECG &#x76F8;&#x5173;&#x7684;&#x7279;&#x5F81;&#x3002;&#x5E76;&#x4E14;&#x6BCF; 256 &#x4E2A;&#x6837;&#x672C;&#xFF08;&#x6216;&#x8005;&#x6BCF; 1.28 &#x79D2;&#xFF09;&#x8F93;&#x51FA;&#x4E00;&#x4E2A;&#x9884;&#x6D4B;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x8F93;&#x51FA;&#x88AB;&#x79F0;&#x4E4B;&#x4E3A; <strong>&#x8F93;&#x51FA;&#x95F4;&#x9694;</strong>&#x3002;&#x540C;&#x65F6;&#x4E3A;&#x4E86;&#x7F51;&#x7EDC;&#x7684;&#x4F18;&#x5316;&#x53CA;&#x6613;&#x4E8E;&#x5904;&#x7406;&#xFF0C;&#x91C7;&#x7528;&#x4E86;&#x7C7B;&#x4F3C;&#x6B8B;&#x5DEE;&#x7F51;&#x7EDC;&#x7684;&#x5FEB;&#x6377;&#x8FDE;&#x63A5;&#x7684;&#x7ED3;&#x6784;&#x3002;&#x8BE5;&#x7F51;&#x7EDC;&#x7531; 16 &#x6B8B;&#x5DEE;&#x5757;&#x7EC4;&#x6210;&#xFF0C;&#x6BCF;&#x4E2A;&#x5757;&#x4E2D;&#x6709; 2 &#x4E2A;&#x5377;&#x79EF;&#x5C42;&#x3002;&#x5377;&#x79EF;&#x5C42;&#x5177;&#x6709;16 &#x4E2A;&#x6EE4;&#x6CE2;&#x5668;&#x548C; 32*2<sup>k</sup> &#x7684;&#x6EE4;&#x6CE2;&#x5668;&#x5BBD;&#x5EA6;&#xFF0C;&#x5176;&#x4E2D; k &#x662F;&#x8D85;&#x53C2;&#x6570;&#xFF0C;&#x5176;&#x4ECE; 0 &#x5F00;&#x59CB;&#x5E76;&#x4E14;&#x6BCF; 4 &#x4E2A;&#x6B8B;&#x5DEE;&#x5757;&#x9012;&#x589E; 1&#x3002;&#x6BCF;&#x4E2A;&#x6B8B;&#x5DEE;&#x5757;&#x90FD;&#x5BF9;&#x8F93;&#x5165;&#x8FDB;&#x884C;&#x4E0B;&#x91C7;&#x6837;&#x64CD;&#x4F5C;&#x3002;</p>
<blockquote>
<p>In general, the hyper-parameters of the network architecture and optimization algorithm were chosen via a combination of grid search and manual tuning. For the architecture, we searched primarily over the number of convolutional layers, the size and number of the convolutional filters, as well as the use of residual connections. We found the residual connections useful once the depth of the model exceeded eight layers. We also experimented with recurrent layers including long short-term memory cells<sup><a href="https://www.nature.com/articles/s41591-018-0268-3#ref-CR46" title="Hochreiter, S. &amp; Schmidhuber, J. Long short-term memory. Neural Comput. 9, 1735&#x2013;1780 (1997)." target="_blank" rel="noopener">46</a></sup> and bidirectional recurrence, but found no improvement in accuracy and a substantial increase in runtime; thus, we abandoned this class of models. We manually tuned the learning rate to achieve fastest convergence.</p>
</blockquote>
<p>&#x5BF9;&#x4E8E;&#x8BE5;&#x6A21;&#x578B;&#x7ED3;&#x6784;&#xFF0C;&#x4F5C;&#x8005;&#x4EEC;&#x4E3B;&#x8981;&#x6539;&#x53D8;&#x5377;&#x79EF;&#x5C42;&#x7684;&#x6570;&#x91CF;&#xFF0C;&#x5377;&#x79EF;&#x6EE4;&#x6CE2;&#x5668;&#x7684;&#x5927;&#x5C0F;&#x548C;&#x6570;&#x91CF;&#xFF0C;&#x4EE5;&#x53CA;&#x6B8B;&#x5DEE;&#x8FDE;&#x63A5;&#x7684;&#x4F7F;&#x7528;&#x6765;&#x8C03;&#x53C2;&#xFF0C;&#x5E76;&#x4E14;&#x624B;&#x52A8;&#x6539;&#x53D8;&#x5B66;&#x4E60;&#x7387;&#x4EE5;&#x4F7F;&#x6A21;&#x578B;&#x5FEB;&#x901F;&#x6536;&#x655B;&#x3002; &#x5728;&#x5B9E;&#x9A8C;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x4ED6;&#x4EEC;&#x53D1;&#x73B0;&#xFF0C;<strong>&#x4E00;&#x65E6;&#x6A21;&#x578B;&#x7684;&#x6DF1;&#x5EA6;&#x8D85;&#x8FC7; 8 &#x5C42;&#xFF0C;&#x6B8B;&#x5DEE;&#x8FDE;&#x63A5;&#x5C31;&#x5F88;&#x6709;&#x7528;</strong>&#x3002; &#x8FD8;&#x5C1D;&#x8BD5;&#x4E86;&#x5305;&#x62EC; LSTM &#x7684; RNN &#x5C42;&#x548C;&#x53CC;&#x5411;&#x5FAA;&#x73AF;&#x7ED3;&#x6784;&#xFF0C;&#x4F46;&#x53D1;&#x73B0;&#x51C6;&#x786E;&#x6027;&#x5E76;&#x6CA1;&#x6709;&#x63D0;&#x9AD8;&#xFF0C;&#x8FD0;&#x884C;&#x65F6;&#x95F4;&#x4E5F;&#x5927;&#x5E45;&#x589E;&#x52A0;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x5C31;&#x629B;&#x5F03;&#x4E86;&#x5FAA;&#x73AF;&#x7F51;&#x7EDC;&#x8FD9;&#x7C7B;&#x6A21;&#x578B;&#x3002;</p>
<h3 id="&#x7B97;&#x6CD5;&#x8BC4;&#x4F30;"><a href="#&#x7B97;&#x6CD5;&#x8BC4;&#x4F30;" class="headerlink" title="&#x7B97;&#x6CD5;&#x8BC4;&#x4F30;"></a>&#x7B97;&#x6CD5;&#x8BC4;&#x4F30;</h3><blockquote>
<p>Since the DNN outputs one class prediction every output interval, it makes a series of 23 rhythm predictions for every 30-s record. The cardiologists annotated the start and end point of each rhythm class in the record. We used this to construct a cardiologist label at every output interval by rounding the annotation to the nearest interval boundary. Therefore, model accuracy can be assessed at the level of every output interval, which we call &#x2018;sequence-level&#x2019;, or at the record level, which we call &#x2018;set-level&#x2019;.</p>
</blockquote>
<p>DNN &#x6A21;&#x578B;&#x6BCF;&#x4E2A;&#x8F93;&#x51FA;&#x95F4;&#x9694;&#x8F93;&#x51FA;&#x4E00;&#x4E2A;&#x9884;&#x6D4B;&#xFF0C;&#x56E0;&#x6B64;&#xFF0C;&#x6BCF; 30 &#x79D2;&#x8F93;&#x51FA; 23&#xFF08;30/1.28&#xFF0C;&#x518D;&#x5411;&#x4E0B;&#x53D6;&#x6574;&#xFF09;&#x4E2A;&#x9884;&#x6D4B;&#x3002;&#x5FC3;&#x810F;&#x75C5;&#x5BB6;&#x5728;&#x6570;&#x636E;&#x8BB0;&#x5F55;&#x4E2D;&#x6807;&#x6CE8;&#x4E86;&#x6BCF;&#x4E2A;&#x8282;&#x594F;&#x7C7B;&#x522B;&#x7684;&#x8D77;&#x70B9;&#x548C;&#x7EC8;&#x70B9;&#x3002;&#x5728;&#x5B9E;&#x9A8C;&#x4E2D;&#x4F7F;&#x7528;&#x5B83;&#x5E76;&#x901A;&#x8FC7;&#x5C06;&#x6807;&#x6CE8;&#x56DB;&#x820D;&#x4E94;&#x5165;&#x5230;&#x6700;&#x8FD1;&#x7684;&#x95F4;&#x9694;&#x8FB9;&#x754C;&#x6765;&#x5728;&#x6BCF;&#x4E2A;&#x8F93;&#x51FA;&#x95F4;&#x9694;&#x6784;&#x5EFA;&#x5FC3;&#x810F;&#x75C5;&#x4E13;&#x5BB6;&#x6807;&#x7B7E;&#x3002;&#x56E0;&#x6B64;&#xFF0C;<strong>&#x6A21;&#x578B;&#x7CBE;&#x5EA6;&#x53EF;&#x4EE5;&#x5728;&#x6BCF;&#x4E2A;&#x8F93;&#x51FA;&#x95F4;&#x9694;&#x7684;&#x7EA7;&#x522B;&#x8FDB;&#x884C;&#x8BC4;&#x4F30;&#xFF0C;&#x79F0;&#x4E4B;&#x4E3A;&#x201C;&#x5E8F;&#x5217;&#x7EA7;&#x522B;&#x201D;&#xFF0C;&#x6216;&#x8005;&#x5728;&#x6574;&#x4E2A;&#x8BB0;&#x5F55;&#x7EA7;&#x522B;&#x4E2D;&#xFF0C;&#x79F0;&#x4E4B;&#x4E3A;&#x201C;&#x6570;&#x636E;&#x96C6;&#x7EA7;&#x522B;&#x201D;</strong>&#x3002;</p>
<blockquote>
<p>To compare model predictions at the sequence level, the model predictions at each output interval were compared with the corresponding committee consensus labels for that same output interval. At the set level, the set of unique rhythm classes across a given ECG record that was predicted by the DNN was compared with the set of rhythm classes annotated across the record by the committee consensus. The set-level evaluation, unlike the sequence-level, does not penalize for time misalignment of a rhythm classification within a record.</p>
</blockquote>
<p>&#x4E3A;&#x4E86;&#x5728;<strong>&#x5E8F;&#x5217;&#x7EA7;&#x522B;</strong>&#x4E2D;&#x6BD4;&#x8F83;&#x8F93;&#x51FA;&#x9884;&#x6D4B;&#xFF0C;&#x5C06;&#x6BCF;&#x4E2A;&#x8F93;&#x51FA;&#x95F4;&#x9694;&#x7684;&#x6A21;&#x578B;&#x9884;&#x6D4B;&#x4E0E;&#x76F8;&#x540C;&#x8F93;&#x51FA;&#x95F4;&#x9694;&#x7684;&#x76F8;&#x5E94;&#x59D4;&#x5458;&#x4F1A;&#x7684;&#x6807;&#x6CE8;&#x8FDB;&#x884C;&#x6BD4;&#x8F83;&#x3002;<br>&#x5728;<strong>&#x6570;&#x636E;&#x96C6;&#x7EA7;&#x522B;</strong>&#x4E0A;&#xFF0C;&#x7531; DNN &#x9884;&#x6D4B;&#x7684;&#x7ED9;&#x5B9A; ECG &#x8BB0;&#x5F55;&#x4E2D;&#x7684;&#x4E00;&#x7EC4;&#x72EC;&#x7279;&#x8282;&#x5F8B;&#x7C7B;&#x522B;&#x4E0E;&#x59D4;&#x5458;&#x4F1A;&#x6807;&#x6CE8;&#x7684;&#x4E00;&#x7EC4;&#x8282;&#x594F;&#x7C7B;&#x522B;&#x8FDB;&#x884C;&#x6BD4;&#x8F83;&#x3002;&#x4E0E;&#x5E8F;&#x5217;&#x7EA7;&#x522B;&#x4E0D;&#x540C;&#xFF0C;&#x6570;&#x636E;&#x96C6;&#x7EA7;&#x522B;&#x8BC4;&#x4F30;&#x4E0D;&#x4F1A;&#x5BF9;&#x8BB0;&#x5F55;&#x4E2D;&#x7684;&#x8282;&#x594F;&#x5206;&#x7C7B;&#x7684;&#x65F6;&#x95F4;&#x9519;&#x4F4D;&#x8FDB;&#x884C;&#x60E9;&#x7F5A;&#x3002;</p>
<p><strong>&#x5E8F;&#x5217;&#x7EA7;&#x522B;</strong>&#x7684;&#x7B97;&#x6CD5;&#x8BC4;&#x4F30;&#x5141;&#x8BB8;&#x5728;&#x6BCF;&#x4E2A;&#x8F93;&#x51FA;&#x95F4;&#x9694;&#x4E0E;&#x9EC4;&#x91D1;&#x6807;&#x51C6;&#x8FDB;&#x884C;&#x6BD4;&#x8F83;&#xFF0C;&#x4ECE;&#x800C;&#x63D0;&#x4F9B;&#x6700;&#x5168;&#x9762;&#x7684;&#x7B97;&#x6CD5;&#x6027;&#x80FD;&#x5EA6;&#x91CF;&#xFF0C;&#x6240;&#x4EE5;&#x5C06;&#x5B83;&#x7528;&#x4E8E;&#x5927;&#x591A;&#x6570;&#x7684;&#x5EA6;&#x91CF;&#x4E2D;&#x3002;&#x5E8F;&#x5217;&#x7EA7;&#x8BC4;&#x4F30;&#x4E5F;&#x7C7B;&#x4F3C;&#x4E8E;&#x9065;&#x6D4B;&#x6216; Holter &#x76D1;&#x6D4B;&#x5206;&#x6790;&#x7684;&#x4E34;&#x5E8A;&#x5E94;&#x7528;&#xFF0C;&#x56E0;&#x6B64;&#x8BC6;&#x522B;&#x8282;&#x5F8B;&#x7684;&#x8D77;&#x59CB;&#x548C;&#x504F;&#x79FB;&#x81F3;&#x5173;&#x91CD;&#x8981;&#x3002;&#x5728;<strong>&#x6570;&#x636E;&#x96C6;&#x7EA7;&#x522B;</strong>&#x4E0A;&#x7684;&#x8BC4;&#x4F30;&#x662F;&#x5F88;&#x6709;&#x7528;&#x7684;&#x62BD;&#x8C61;&#xFF0C;&#x8FD1;&#x4F3C;&#x4E8E;&#x5982;&#x4F55;&#x5C06; DNN &#x7B97;&#x6CD5;&#x5E94;&#x7528;&#x4E8E;&#x5355;&#x4E2A; ECG &#x8BB0;&#x5F55;&#x4EE5;&#x8BC6;&#x522B;&#x7ED9;&#x5B9A;&#x8BB0;&#x5F55;&#x4E2D;&#x5B58;&#x5728;&#x54EA;&#x4E9B;&#x8BCA;&#x65AD;&#x3002;</p>
<h3 id="&#x5176;&#x4ED6;"><a href="#&#x5176;&#x4ED6;" class="headerlink" title="&#x5176;&#x4ED6;"></a>&#x5176;&#x4ED6;</h3><p>&#x539F;&#x8BBA;&#x6587;&#x4EE3;&#x7801;&#x5DF2;&#x516C;&#x5F00;&#xFF1A;<a href="https://github.com/awni/ecg" target="_blank" rel="noopener">https://github.com/awni/ecg</a></p>
<p>&#x8BAD;&#x7EC3;&#x6570;&#x636E;&#x96C6;&#x76EE;&#x524D;&#x6CA1;&#x516C;&#x5F00;&#xFF0C;&#x5F52; iRhythm &#x6280;&#x672F;&#x516C;&#x53F8;&#x6240;&#x6709;&#xFF0C;&#x5C06;&#x6765;&#x53EF;&#x80FD;&#x8003;&#x8651;&#x4F1A;&#x516C;&#x5F00;&#x3002;&#x4F46;&#x662F;&#x6D4B;&#x8BD5;&#x96C6;&#x6570;&#x636E;&#x662F;&#x53EF;&#x7528;&#x7684;&#xFF1A;<a href="https://irhythm.github.io/cardiol_test_set" target="_blank" rel="noopener">https://irhythm.github.io/cardiol_test_set</a></p>
<p>&#x8BBA;&#x6587;&#x4E2D;&#x8FD8;&#x4F7F;&#x7528;&#x5230; PhysioNet &#x7684; ECG &#x6570;&#x636E;&#x96C6;&#xFF0C;&#x5177;&#x4F53;&#x8BBF;&#x95EE;&#xFF1A;<a href="https://physionet.org/challenge/2017/" target="_blank" rel="noopener">https://physionet.org/challenge/2017/</a></p>

                        
                    </div>

                    
                    
                    

                    <div class="description post-description">
    <span class="post-description-item">
        <time datetime="2019-01-10T08:56:20.000Z" itemprop="datePublished">2019-01-10</time>

    </span>
    <span class="post-description-item">
        

    <span>
        <i class="tags icon"></i>
    </span>

    
    <span class="ui tiny label">
        <a href="/tags/生物医学/">生物医学</a>
    </span>

    

    </span>
</div>

                </div>
                
                <div id="pagination" class="nav-web ui text container pagination">

    <div class="ui stackable two column divided grid container">
        <div class="row">
            <div class="column nav-left">
                

                <a href="/2019/01/11/今天去牙科医院了/" class="ui tiny button">

                    <i class="angle left icon"></i>
                    
                    今天去牙科医院了
                    

                </a>

                
            </div>
            <div class="column nav-right">
                

                <a href="/2019/01/09/GitHub-Hexo-个人博客再搭建/" class="ui tiny button">
                    
                    GitHub + Hexo 个人博客再搭建
                    
                    <i class="angle right icon"></i></a>
                
            </div>
        </div>
    </div>

</div>
                
            </div>

            
            <div class="three wide computer three wide tablet column">

                <div class="ui sticky article-toc" id="article-toc">
                    <!-- toc -->
                    <ol class="ui ordered list"><li><a href="#模型结构"><span>模型结构</span></a></li><li><a href="#算法评估"><span>算法评估</span></a></li><li><a href="#其他"><span>其他</span></a></li></ol>
                </div>

            </div>
            

        </div>
    </div>
</div>


                    <!--</div>-->
                <!--</div>-->
            <!--</div>-->
        </div>
        <div class="ui vertical footer segment">
    <div class="ui center aligned container">
        <div class="ui inverted section divider"></div>
        &copy; 2019 <a href="/">caoqi95</a>,
        Powered by <a href="https://github.com/henryhuang/hexo-theme-aloha" target="_blank">Aloha</a> and <a href="http://hexo.io/" target="_blank">Hexo</a>.
    </div>
</div>

    </div>


    <div class="ui small long scrolling modal" id="search-modal">
    <div class="header">
        <div class="ui fluid icon input">
            <input type="text" id="search-box" placeholder="输入任何你想要的...">
            <i class="search icon"></i>
        </div>
    </div>
    <div class="image content">
        <div class="description">
            <div class="algolia-logo">
                Powered by <img class="ui avatar image" src="/images/algolia_logo.svg">
            </div>
            <div id="search-results" class="ui relaxed divided list">
            </div>
        </div>
    </div>
</div>



<!-- scripts list from theme config.yml -->

<script src="//cdn.bootcss.com/jquery/3.1.0/jquery.min.js"></script>

<script src="//cdn.bootcss.com/semantic-ui/2.2.4/semantic.min.js"></script>

<script src="//cdn.bootcss.com/algoliasearch/3.18.1/algoliasearch.min.js"></script>

<script src="//cdn.bootcss.com/algoliasearch-helper-js/2.13.0/algoliasearch.helper.min.js"></script>

<script src="/js/semantic-ui-algolia.js"></script>

<script src="/js/aloha-events.js"></script>



</body>
</html>
