

<!DOCTYPE html>
<html lang="zh-CN">
<head prefix="og: http://ogp.me/ns#"><meta name="generator" content="Hexo 3.8.0">
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1">
    <meta name="description" content="A boring person.">
    <title>如何申请韩国全南大学研究生 | caoqi95&#39;blog</title>

    <!-- Open Graph -->
    <meta name="description" content="&amp;#x6709;&amp;#x4E2A;&amp;#x5B66;&amp;#x59B9;&amp;#x6709;&amp;#x6253;&amp;#x7B97;&amp;#x7533;&amp;#x8BF7;&amp;#x6211;&amp;#x76EE;&amp;#x524D;&amp;#x6240;&amp;#x5728;&amp;#x7684;&amp;#x5B66;&amp;#x6821;&amp;#x8BFB;&amp;#x7814;&amp;#x7684;&amp;#x51C6;&amp;#x5907;&amp;#xFF08;&amp;#x867D;&amp;#x7136;">
<meta name="keywords" content="韩国留学的那些事儿">
<meta property="og:type" content="article">
<meta property="og:title" content="如何申请韩国全南大学研究生">
<meta property="og:url" content="http://caoqi95.github.io/2018/11/21/如何申请韩国全南大学研究生/index.html">
<meta property="og:site_name" content="caoqi95&#39;blog">
<meta property="og:description" content="&amp;#x6709;&amp;#x4E2A;&amp;#x5B66;&amp;#x59B9;&amp;#x6709;&amp;#x6253;&amp;#x7B97;&amp;#x7533;&amp;#x8BF7;&amp;#x6211;&amp;#x76EE;&amp;#x524D;&amp;#x6240;&amp;#x5728;&amp;#x7684;&amp;#x5B66;&amp;#x6821;&amp;#x8BFB;&amp;#x7814;&amp;#x7684;&amp;#x51C6;&amp;#x5907;&amp;#xFF08;&amp;#x867D;&amp;#x7136;">
<meta property="og:locale" content="zh-CN">
<meta property="og:image" content="http://caoqi95.github.io/2018/11/21/如何申请韩国全南大学研究生/1.png">
<meta property="og:image" content="http://caoqi95.github.io/2018/11/21/如何申请韩国全南大学研究生/2.png">
<meta property="og:image" content="http://caoqi95.github.io/2018/11/21/如何申请韩国全南大学研究生/22.png">
<meta property="og:image" content="http://caoqi95.github.io/2018/11/21/如何申请韩国全南大学研究生/3.png">
<meta property="og:image" content="http://caoqi95.github.io/2018/11/21/如何申请韩国全南大学研究生/4.png">
<meta property="og:image" content="http://caoqi95.github.io/2018/11/21/如何申请韩国全南大学研究生/5.png">
<meta property="og:updated_time" content="2019-01-27T09:13:32.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="如何申请韩国全南大学研究生">
<meta name="twitter:description" content="&amp;#x6709;&amp;#x4E2A;&amp;#x5B66;&amp;#x59B9;&amp;#x6709;&amp;#x6253;&amp;#x7B97;&amp;#x7533;&amp;#x8BF7;&amp;#x6211;&amp;#x76EE;&amp;#x524D;&amp;#x6240;&amp;#x5728;&amp;#x7684;&amp;#x5B66;&amp;#x6821;&amp;#x8BFB;&amp;#x7814;&amp;#x7684;&amp;#x51C6;&amp;#x5907;&amp;#xFF08;&amp;#x867D;&amp;#x7136;">
<meta name="twitter:image" content="http://caoqi95.github.io/2018/11/21/如何申请韩国全南大学研究生/1.png">

    <script type="application/ld+json">
{
  "@context": "http://schema.org",
  "@type": "Person",
  "email": "mailto:",
  "image": "",
  "name": "caoqi95",
  "url": "http://caoqi95.github.io"
}
</script>
    <script>
    var algoliaEnabled = false;
    
        var algolia = {
            'applicationID': 'WI5E51XWY7',
            'apiKey': '7fe2f65ef4bda2c7983abde8526be9f4',
            'indexName': 'dev_caoqi95'
        };
        algoliaEnabled = true;
    
</script>

    

    
    
        <link href="https://fonts.googleapis.com/css?family=Source+Code+Pro" rel="stylesheet" type="text/css">
    
    
    
        <!-- stylesheets list from config.yml -->
        
        <link rel="stylesheet" href="/css/aloha.css">
        
        <link rel="stylesheet" href="//cdn.bootcss.com/semantic-ui/2.2.4/semantic.min.css">
        
        <link rel="stylesheet" href="//cdn.bootcss.com/magnific-popup.js/1.1.0/magnific-popup.min.css">
        
    

</head>
<body id="body" style="margin-bottom: 0;" class="pushable">

    <div class="ui top fixed menu">
        <a class="item" id="menu-icon"><i class="sidebar icon"></i></a>
    </div>

    <div id="menu-sidebar" class="ui left vertical sidebar menu">

    <div id="sidebar-top">
        <div class="content">
            <h3>caoqi95&#39;blog</h3>
        </div>
    </div>
    <div class="ui container sidebar-card">
    <div class="ui people shape content">
        <div class="active side">
            <div class="ui card">
                <div class="image">
                    <img class="ui medium bordered image" src="/images/avatar.jpg">
                </div>
                <div class="content">
                    <a class="header">caoqi95</a>
                    
                        <div class="meta">
                            Programer / Deep Learner
                        </div>
                    
                </div>
                <div class="extra content">
                    <div class="ui list">
                        
                        <div class="item">
                            <i class="marker icon" style="float: left"></i>
                            <div class="content">Wenzhou</div>
                        </div>
                        
                        
                    </div>

                </div>
                <div class="extra content">
                    <div class="ui list">
                        

                                <a href="https://github.com/caoqi95"><i class="large github icon" style="float: left"></i></a>

                            

                                <a href="https://twitter.com/stayherewait"><i class="large twitter icon" style="float: left"></i></a>

                            
                    </div>
                </div>
            </div>
        </div>
    </div>


</div>

    
    

    

    
    <a href="/index.html" class="item">
        <i class="home icon"></i>
        caoqi95
    </a>

    

    

    <div class="ui search item">
        <div class="ui transparent icon input">
            <input id="search-input" type="text" placeholder="搜索">
            <i class="search link icon"></i>
        </div>
    </div>

    
</div>

    <div class="pusher body-content">
        <div id="content" class="ui main container">
            <!--<div class="ui one column grid">-->
                <!--<div class="column">-->
                    <!--<div class="ui main container">-->
                        <div id="post-如何申请韩国全南大学研究生" class="ui main container article-type-post">

    

    <div class="ui divided grid">

        <div class="two column row" id="article-content">

            <div class="thirteen wide computer thirteen wide tablet sixteen wide mobile column">
                

<h1 class="ui header">
    
    如何申请韩国全南大学研究生
</h1>



                <div class="article-inner">

                    <div class="article-entry" itemprop="articleBody">
                        
                        <p>&#x6709;&#x4E2A;&#x5B66;&#x59B9;&#x6709;&#x6253;&#x7B97;&#x7533;&#x8BF7;&#x6211;&#x76EE;&#x524D;&#x6240;&#x5728;&#x7684;&#x5B66;&#x6821;&#x8BFB;&#x7814;&#x7684;&#x51C6;&#x5907;&#xFF08;&#x867D;&#x7136;&#x4E0D;&#x662F;&#x540C;&#x4E00;&#x4E13;&#x4E1A;&#x7684;&#xFF09;&#xFF0C;&#x6240;&#x4EE5;&#x8D81;&#x6700;&#x8FD1;&#x6709;&#x7A7A;&#x7279;&#x610F;&#x6574;&#x7406;&#x4E00;&#x4E0B;&#x81EA;&#x5DF1;&#x6574;&#x4E2A;&#x7533;&#x8BF7;&#x8FC7;&#x7A0B;&#xFF0C;&#x6765;&#x4F9B;&#x5979;&#x53C2;&#x8003;&#xFF0C;&#x907F;&#x514D;&#x8D70;&#x5F88;&#x591A;&#x5F2F;&#x8DEF;&#x3002;&#x6211;&#x662F;&#x5728;&#x4ECA;&#x5E74;&#x7684;&#x4E94;&#x6708;&#x4EFD;&#x9012;&#x4EA4;&#x6750;&#x6599;&#x7533;&#x8BF7;&#x7684;&#xFF0C;&#x5F53;&#x65F6;&#x8FD8;&#x6CA1;&#x62FF;&#x5230;&#x6BD5;&#x4E1A;&#x8BC1;&#xFF0C;&#x662F;&#x4EE5;&#x9884;&#x6BD5;&#x4E1A;&#x8EAB;&#x4EFD;&#x7533;&#x8BF7;&#x7684;&#x3002;&#x6240;&#x4EE5;&#x8FD9;&#x4EFD;&#x6307;&#x5357;&#x5F88;&#x9002;&#x5408;&#x6253;&#x7B97;&#x4EE5;&#x9884;&#x6BD5;&#x4E1A;&#x8EAB;&#x4EFD;&#x7533;&#x8BF7;&#x7684;&#x65C1;&#x53CB;&#x4EEC;&#x3002;</p>
<h3 id="&#x62DB;&#x751F;&#x65E5;&#x7A0B;"><a href="#&#x62DB;&#x751F;&#x65E5;&#x7A0B;" class="headerlink" title="&#x62DB;&#x751F;&#x65E5;&#x7A0B;"></a>&#x62DB;&#x751F;&#x65E5;&#x7A0B;</h3><p>&#x5168;&#x5357;&#x56FD;&#x7ACB;&#x5927;&#x5B66;&#xFF0C;&#x672C;&#x79D1;&#x548C;&#x7814;&#x7A76;&#x751F;&#xFF08;&#x5927;&#x5B66;&#x9662;&#xFF09;&#x4E00;&#x5E74;&#x62DB;&#x751F;&#x4E24;&#x6B21;&#xFF0C;&#x5206;&#x6625;&#x5B63;&#x5B66;&#x671F;&#xFF08;3 &#x6708;&#x4EFD;&#x5165;&#x5B66;&#xFF09;&#x548C;&#x79CB;&#x5B63;&#x5B66;&#x671F;&#xFF08;9 &#x6708;&#x4EFD;&#x5165;&#x5B66;&#xFF09;&#x3002;&#x6625;&#x5B63;&#x5B66;&#x671F;&#x662F;&#x97E9;&#x56FD;&#x7684;&#x6B63;&#x5B66;&#x671F;&#xFF0C;&#x5373;&#x7B2C;&#x4E00;&#x4E2A;&#x5B66;&#x671F;&#xFF0C;&#x8FD9;&#x4E2A;&#x548C;&#x56FD;&#x5185;&#x662F;&#x53CD;&#x8FC7;&#x6765;&#x7684;&#x3002;&#x5982;&#x679C;&#x7533;&#x8BF7;&#x7684;&#x662F;&#x672C;&#x79D1;&#x751F;&#x7684;&#x8BDD;&#xFF0C;&#x611F;&#x89C9;&#x7533;&#x8BF7; 3 &#x6708;&#x4EFD;&#x4F1A;&#x597D;&#x4E00;&#x70B9;&#x3002;&#x7814;&#x7A76;&#x751F;&#x7684;&#x8BDD;&#xFF0C;&#x5C31;&#x6CA1;&#x5173;&#x7CFB;&#x4E86;&#x3002;&#x56E0;&#x4E3A;&#x65E0;&#x8BBA;&#x600E;&#x6837;&#xFF0C;&#x7855;&#x58EB;&#x548C;&#x535A;&#x58EB;&#x90FD;&#x662F;&#x4E00;&#x8D77;&#x4E0A;&#x8BFE;&#x7684;&#xFF0C;&#x90FD;&#x4F1A;&#x5F88;&#x6709;&#x538B;&#x529B;&#x3002;&#x6625;&#x5B63;&#x62DB;&#x751F;&#x548C;&#x79CB;&#x5B63;&#x62DB;&#x751F;&#x53C8;&#x5404;&#x5206;&#x4E3A; 2 &#x671F;&#xFF0C;&#x5982;&#x4E0B;&#x56FE;&#x6240;&#x793A;&#xFF1A;</p>
<p><a class="magnific-img" href="/2018/11/21/&#x5982;&#x4F55;&#x7533;&#x8BF7;&#x97E9;&#x56FD;&#x5168;&#x5357;&#x5927;&#x5B66;&#x7814;&#x7A76;&#x751F;/1.png"><img src="/2018/11/21/&#x5982;&#x4F55;&#x7533;&#x8BF7;&#x97E9;&#x56FD;&#x5168;&#x5357;&#x5927;&#x5B66;&#x7814;&#x7A76;&#x751F;/1.png" alt="" class="ui centered image"></a></p>
<h3 id="&#x7533;&#x8BF7;&#x7F51;&#x5740;"><a href="#&#x7533;&#x8BF7;&#x7F51;&#x5740;" class="headerlink" title="&#x7533;&#x8BF7;&#x7F51;&#x5740;"></a>&#x7533;&#x8BF7;&#x7F51;&#x5740;</h3><p>&#x51C6;&#x5907;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x6700;&#x4E3B;&#x8981;&#x7684;&#x662F;&#x719F;&#x8BFB;&#x62DB;&#x751F;&#x7B80;&#x7AE0;&#xFF0C;&#x628A;&#x9700;&#x8981;&#x51C6;&#x5907;&#x7684;&#x6750;&#x6599;&#x90FD;&#x8BB0;&#x4E0B;&#x6765;&#x5217;&#x4E2A;&#x8868;&#xFF0C;&#x529E;&#x5B8C;&#x4E00;&#x9879;&#x5212;&#x53BB;&#x4E00;&#x9879;&#x3002;&#x4E0B;&#x9762;&#x662F;&#x7533;&#x8BF7;&#x7684;&#x65F6;&#x5019;&#x9700;&#x8981;&#x7528;&#x5230;&#x7684;&#x4E24;&#x4E2A;&#x5730;&#x5740;&#xFF0C;&#x8FD9;&#x4E24;&#x4E2A;&#x7F51;&#x5740;&#xFF0C;&#x62DB;&#x751F;&#x7B80;&#x7AE0;&#x4E0A;&#x4E5F;&#x6709;&#x7ED9;&#x51FA;&#xFF1A;</p>
<ul class="ui list">
<li>&#x62DB;&#x751F;&#x7B80;&#x7AE0;&#x83B7;&#x53D6;&#x5730;&#x5740;&#xFF1A;<a href="http://international.jnu.ac.kr/user/indexSub.action?codyMenuSeq=17376&amp;siteId=international&amp;menuUIType=tab" target="_blank" rel="noopener">&#x62DB;&#x751F;&#x7B80;&#x7AE0;&#x5730;&#x5740;</a>&#xFF0C;<a href="http://international.jnu.ac.kr/user/international/download/2019_down/2019GraduateAdmissions%20Guide_CN.pdf" target="_blank" rel="noopener">2019&#x5E74;&#x62DB;&#x751F;&#x7B80;&#x7AE0; pdf &#x53C2;&#x8003;</a><br>&#x62DB;&#x751F;&#x7B80;&#x7AE0;&#x6709;&#x97E9;&#x6587;&#xFF0C;&#x4E2D;&#x6587;&#x548C;&#x82F1;&#x6587; 3 &#x4E2A;&#x7248;&#x672C;&#x3002;&#x9700;&#x8981;&#x4E0B;&#x8F7D;&#x97E9;&#x7248;&#x548C;&#x4E2D;&#x6587;&#x7248;&#xFF0C;&#x4E0B;&#x8F7D;&#x97E9;&#x7248;&#x662F;&#x907F;&#x514D;&#x4E2D;&#x6587;&#x7248;&#x4E2D;&#x6709;&#x9519;&#x8BEF;&#x4FE1;&#x606F;&#x548C;&#x8001;&#x65E7;&#x7684;&#x4FE1;&#x606F;&#x3002;&#x4E0B;&#x8F7D;&#x540E;&#x53EF;&#x4EE5;&#x5BF9;&#x7167;&#x4E24;&#x4E2A;&#x6587;&#x4EF6;&#xFF0C;&#x4EE5;&#x97E9;&#x6587;&#x7248;&#x7684;&#x8981;&#x6C42;&#x4E3A;&#x4E3B;&#x3002;</li>
<li>&#x7F51;&#x4E0A;&#x7533;&#x8BF7;&#x5730;&#x5740;&#xFF1A;<a href="http://www.jinhakapply.com/frame112690.aspx" target="_blank" rel="noopener">&#x7F51;&#x4E0A;&#x7533;&#x8BF7;</a><br>&#x8FD9;&#x4E2A;&#x7F51;&#x7AD9;&#x9700;&#x8981;&#x81EA;&#x5DF1;&#x6CE8;&#x518C;&#x8D26;&#x53F7;&#xFF0C;&#x7136;&#x540E;&#x627E;&#x5230;&#x5BF9;&#x5E94;&#x7684;&#x5B66;&#x6821;&#x586B;&#x5199;&#x7533;&#x8BF7;&#xFF0C;&#x5E76;&#x4E0B;&#x8F7D;&#x7533;&#x8BF7;&#x8868;&#x3002;&#x6CE8;&#x518C;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x9700;&#x8981;&#x7F34;&#x7EB3;&#x624B;&#x7EED;&#x8D39;&#xFF0C;&#x5168;&#x5357;&#x5927;&#x5B66;&#x7684;&#x7533;&#x8BF7;&#x624B;&#x7EED;&#x8D39;&#x662F; 6 &#x4E07;&#x97E9;&#x5143;&#x3002;&#x8FD9;&#x4E2A;&#x53EF;&#x4EE5;&#x627E;&#x5728;&#x97E9;&#x56FD;&#x7684;&#x670B;&#x53CB;&#x5E2E;&#x5FD9;&#x7F34;&#x7EB3;&#x8D39;&#x7528;&#x3002;</li>
</ul>
<h3 id="TOPIK-&#x8BC1;&#x4E66;"><a href="#TOPIK-&#x8BC1;&#x4E66;" class="headerlink" title="TOPIK &#x8BC1;&#x4E66;"></a>TOPIK &#x8BC1;&#x4E66;</h3><p>&#x7533;&#x8BF7;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x611F;&#x89C9;&#x6559;&#x6388;&#x6BD4;&#x8F83;&#x6CE8;&#x91CD;&#x8BED;&#x8A00;&#x80FD;&#x529B;&#x3002;&#x540C;&#x65F6;&#x6709;&#x97E9;&#x8BED;&#x548C;&#x82F1;&#x8BED;&#x7684;&#x6210;&#x7EE9;&#x8BC1;&#x660E;&#x662F;&#x6700;&#x597D;&#x7684;&#xFF0C;&#x8FD9;&#x6837;&#x5F55;&#x53D6;&#x4E5F;&#x8981;&#x4FDD;&#x969C;&#x3002;&#x97E9;&#x8BED;&#x6210;&#x7EE9;&#x53EA;&#x8BA4;&#x8BC1; Topik &#x6210;&#x7EE9;&#x548C;&#x5B66;&#x6821;&#x81EA;&#x5DF1;&#x8BED;&#x5B66;&#x5802;&#x7684;&#x6210;&#x7EE9;&#x8BC1;&#x660E;&#x3002;&#x82F1;&#x6587;&#x6210;&#x7EE9;&#x7684;&#x8BDD;&#x53EF;&#x4EE5;&#x63D0;&#x4EA4;&#x96C5;&#x601D;&#xFF0C;&#x6258;&#x798F;&#x6216;&#x8005;&#x6258;&#x4E1A;&#x6210;&#x7EE9;&#x3002;&#x7B2C;&#x4E00;&#x5B66;&#x671F;&#x7684;&#x5956;&#x5B66;&#x91D1;&#x4E3B;&#x8981;&#x4F9D;&#x636E;&#x6210;&#x7EE9;&#x548C;&#x8BED;&#x8A00;&#x80FD;&#x529B;&#x7ED9;&#x4E88;&#x3002;&#x76EE;&#x524D;&#x653F;&#x7B56;&#x6539;&#x53D8;&#x4E86;&#xFF0C; &#x9700;&#x8981; Topik &#x6210;&#x7EE9;&#x6709; 6 &#x7EA7;&#xFF08;&#x6EE1;&#x7EA7;&#xFF09;&#x7684;&#x8BDD;&#xFF0C;&#x624D;&#x53EF;&#x4EE5;&#x51CF;&#x514D;&#x7B2C;&#x4E00;&#x5B66;&#x671F;&#x7684;&#x5B66;&#x8D39;&#x3002;&#x6309;&#x6210;&#x7EE9;&#x7ED9;&#x4E88;&#x7684;&#x5956;&#x5B66;&#x91D1;&#xFF0C;&#x4E3B;&#x8981;&#x7531;&#x5B66;&#x6821;&#x4F9D;&#x636E;&#x6392;&#x540D;&#x51B3;&#x5B9A;&#x3002;&#x901A;&#x5E38;&#x5728;&#x7F34;&#x7EB3;&#x5B66;&#x8D39;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x662F;&#x5426;&#x53D6;&#x5F97;&#x5956;&#x5B66;&#x91D1;&#xFF0C;&#x6216;&#x8005;&#x53EF;&#x4EE5;&#x90AE;&#x4EF6;&#x8BE2;&#x95EE;&#x81EA;&#x5DF1;&#x7684;&#x6307;&#x5BFC;&#x6559;&#x6388;&#x3002;</p>
<p><strong>&#x80FD;&#x8003;&#x53D6; 6 &#x7EA7;&#x7684;&#x8BDD;&#xFF0C;&#x5C31;&#x5C3D;&#x5168;&#x529B;&#x8003;&#x53D6;&#x5427;&#xFF01;</strong></p>
<h3 id="&#x9884;&#x6BD5;&#x4E1A;&#x8BC1;&#x660E;"><a href="#&#x9884;&#x6BD5;&#x4E1A;&#x8BC1;&#x660E;" class="headerlink" title="&#x9884;&#x6BD5;&#x4E1A;&#x8BC1;&#x660E;"></a>&#x9884;&#x6BD5;&#x4E1A;&#x8BC1;&#x660E;</h3><p>&#x5728;&#x56FD;&#x5185;&#x662F;&#x6CA1;&#x6709;&#x9884;&#x6BD5;&#x4E1A;&#x8BC1;&#x660E;&#x8FD9;&#x79CD;&#x8BF4;&#x6CD5;&#x7684;&#x3002;&#x6B63;&#x5E38;&#x7684;&#x5C31;&#x662F;&#x6307;&#x5B66;&#x7C4D;&#x8BC1;&#x660E;&#xFF0C;&#x56E0;&#x4E3A;&#x5B66;&#x7C4D;&#x8BC1;&#x660E;&#x4E0A;&#x6709;&#x4F60;&#x6BD5;&#x4E1A;&#x7684;&#x65F6;&#x95F4;&#xFF0C;&#x8FD9;&#x4E2A;&#x5C31;&#x53EF;&#x4EE5;&#x8BC1;&#x660E;&#x9884;&#x6BD5;&#x4E1A;&#x3002;&#x6709;&#x4E9B;&#x5B66;&#x6821;&#x662F;&#x63D0;&#x4F9B;&#x82F1;&#x6587;&#x7248;&#x7684;&#x5B66;&#x7C4D;&#x8BC1;&#x660E;&#x7684;&#xFF0C;&#x4F46;&#x6211;&#x4EEC;&#x5B66;&#x6821;&#x662F;&#x6CA1;&#x6709;&#x7684;&#x3002;&#x8FD9;&#x4E2A;&#x53EF;&#x4EE5;&#x548C;&#x81EA;&#x5DF1;&#x4E13;&#x4E1A;&#x7684;&#x6559;&#x52A1;&#x79D1;&#x8001;&#x5E08;&#x5546;&#x91CF;&#xFF0C;&#x81EA;&#x5DF1;&#x7FFB;&#x8BD1;&#x4E00;&#x4EFD;&#x82F1;&#x6587;&#x7248;&#xFF0C;&#x7136;&#x540E;&#x548C;&#x4E2D;&#x6587;&#x7248;&#x7684;&#x4E00;&#x8D77;&#x62FF;&#x53BB;&#x76D6;&#x7AE0;&#x3002;&#x5B66;&#x4FE1;&#x7F51;&#x4E0A;&#x4E5F;&#x63D0;&#x4F9B;&#x82F1;&#x6587;&#x7248;&#x7684;&#x5B66;&#x7C4D;&#x8BC1;&#x660E;&#xFF0C;&#x4E00;&#x4EFD;&#x8981; 30 &#x5757;&#x94B1;&#x3002;&#x4E3A;&#x4E86;&#x4FDD;&#x9669;&#x8D77;&#x89C1;&#xFF0C;&#x6211;&#x628A;&#x5B66;&#x6821;&#x7684;&#x4E2D;&#x82F1;&#x6587;&#x5B66;&#x7C4D;&#x8BC1;&#x660E;&#x548C;&#x5B66;&#x4FE1;&#x7F51;&#x7684;&#x82F1;&#x6587;&#x5B66;&#x7C4D;&#x8BC1;&#x660E;&#x90FD;&#x51C6;&#x5907;&#x4E86;&#xFF0C;&#x7136;&#x540E;&#x8BA2;&#x5728;&#x4E00;&#x8D77;&#x7EC4;&#x6210;&#x4E00;&#x4EFD;&#x9884;&#x6BD5;&#x4E1A;&#x8BC1;&#x660E;&#x3002;</p>
<p><a class="magnific-img" href="/2018/11/21/&#x5982;&#x4F55;&#x7533;&#x8BF7;&#x97E9;&#x56FD;&#x5168;&#x5357;&#x5927;&#x5B66;&#x7814;&#x7A76;&#x751F;/2.png"><img src="/2018/11/21/&#x5982;&#x4F55;&#x7533;&#x8BF7;&#x97E9;&#x56FD;&#x5168;&#x5357;&#x5927;&#x5B66;&#x7814;&#x7A76;&#x751F;/2.png" alt="" class="ui centered image"></a></p>
<h3 id="&#x5B66;&#x4E1A;&#x8BA1;&#x5212;&#x4E66;&#x548C;&#x81EA;&#x6211;&#x4ECB;&#x7ECD;&#x4E66;"><a href="#&#x5B66;&#x4E1A;&#x8BA1;&#x5212;&#x4E66;&#x548C;&#x81EA;&#x6211;&#x4ECB;&#x7ECD;&#x4E66;" class="headerlink" title="&#x5B66;&#x4E1A;&#x8BA1;&#x5212;&#x4E66;&#x548C;&#x81EA;&#x6211;&#x4ECB;&#x7ECD;&#x4E66;"></a>&#x5B66;&#x4E1A;&#x8BA1;&#x5212;&#x4E66;&#x548C;&#x81EA;&#x6211;&#x4ECB;&#x7ECD;&#x4E66;</h3><p>&#x8FD9;&#x4E24;&#x4EFD;&#x6750;&#x6599;&#x4E5F;&#x5F88;&#x91CD;&#x8981;&#x3002;&#x9700;&#x8981;&#x81EA;&#x5DF1;&#x8BA4;&#x771F;&#x586B;&#x5199;&#x3002;&#x6211;&#x5F53;&#x65F6;&#x662F;&#x81EA;&#x5DF1;&#x5199;&#x4E86;&#x4E2D;&#x6587;&#x7248;&#x7684;&#xFF0C;&#x7136;&#x540E;&#x4EA4;&#x7ED9;&#x6DD8;&#x5B9D;&#x7FFB;&#x8BD1;&#x4E00;&#x4EFD;&#x97E9;&#x6587;&#x7684;&#xFF0C;&#x4E4B;&#x540E;&#x518D;&#x81EA;&#x5DF1;&#x786E;&#x8BA4;&#x4E00;&#x904D;&#xFF0C;&#x65E0;&#x8BEF;&#x540E;&#x518D;&#x590D;&#x5236;&#x5230;&#x5B66;&#x4E1A;&#x8BA1;&#x5212;&#x4E66;&#x548C;&#x81EA;&#x6211;&#x4ECB;&#x7ECD;&#x4E66;&#x7684;&#x683C;&#x5F0F;&#x6587;&#x4EF6;&#x4E2D;&#xFF08;&#x7F51;&#x4E0A;&#x586B;&#x8868;&#x540E;&#xFF0C;&#x4E0B;&#x8F7D;&#x7684;&#x6587;&#x4EF6;&#x5C31;&#x9644;&#x5E26;&#x8FD9;&#x4E2A;&#xFF09;&#x3002;</p>
<p><a class="magnific-img" href="/2018/11/21/&#x5982;&#x4F55;&#x7533;&#x8BF7;&#x97E9;&#x56FD;&#x5168;&#x5357;&#x5927;&#x5B66;&#x7814;&#x7A76;&#x751F;/22.png"><img src="/2018/11/21/&#x5982;&#x4F55;&#x7533;&#x8BF7;&#x97E9;&#x56FD;&#x5168;&#x5357;&#x5927;&#x5B66;&#x7814;&#x7A76;&#x751F;/22.png" alt="" class="ui centered image"></a></p>
<h3 id="&#x516C;&#x8BC1;&#x6210;&#x7EE9;&#x5355;&#x548C;&#x6237;&#x53E3;&#x672C;"><a href="#&#x516C;&#x8BC1;&#x6210;&#x7EE9;&#x5355;&#x548C;&#x6237;&#x53E3;&#x672C;" class="headerlink" title="&#x516C;&#x8BC1;&#x6210;&#x7EE9;&#x5355;&#x548C;&#x6237;&#x53E3;&#x672C;"></a>&#x516C;&#x8BC1;&#x6210;&#x7EE9;&#x5355;&#x548C;&#x6237;&#x53E3;&#x672C;</h3><ul class="ui list">
<li><strong>&#x6210;&#x7EE9;&#x5355;</strong>&#xFF1A;<br>&#x6210;&#x7EE9;&#x5355;&#x516C;&#x8BC1;&#x6700;&#x597D;&#x5728;&#x5B66;&#x6821;&#x672C;&#x5730;&#x7684;&#x516C;&#x8BC1;&#x5904;&#x516C;&#x8BC1;&#xFF0C;&#x516C;&#x8BC1;&#x6210;&#x82F1;&#x6587;&#x8BC1;&#x4EF6;&#x3002;&#x8FD9;&#x4E2A;&#x53EF;&#x4EE5;&#x5728;&#x8FC7;&#x5B8C;&#x5E74;&#xFF0C;&#x5F00;&#x5B66;&#x540E;&#x5C31;&#x53BB;&#x6559;&#x52A1;&#x79D1;&#x6253;&#x5370;&#x6210;&#x7EE9;&#x5355;&#x53BB;&#x516C;&#x8BC1;&#x3002;</li>
</ul>
<p><a class="magnific-img" href="/2018/11/21/&#x5982;&#x4F55;&#x7533;&#x8BF7;&#x97E9;&#x56FD;&#x5168;&#x5357;&#x5927;&#x5B66;&#x7814;&#x7A76;&#x751F;/3.png"><img src="/2018/11/21/&#x5982;&#x4F55;&#x7533;&#x8BF7;&#x97E9;&#x56FD;&#x5168;&#x5357;&#x5927;&#x5B66;&#x7814;&#x7A76;&#x751F;/3.png" alt="" class="ui centered image"></a></p>
<ul class="ui list">
<li><strong>&#x6237;&#x53E3;&#x672C;</strong>&#xFF1A;<br>&#x6237;&#x53E3;&#x672C;&#x8FD9;&#x4E2A;&#x8981;&#x6C42;&#x53EA;&#x9488;&#x5BF9;&#x4E2D;&#x56FD;&#x56FD;&#x7C4D;&#x7684;&#x5B66;&#x751F;&#xFF0C;&#x5982;&#x679C;&#x548C;&#x7236;&#x6BCD;&#x4E0D;&#x5728;&#x540C;&#x4E00;&#x6237;&#x53E3;&#x672C;&#x4E0A;&#x8FD8;&#x9700;&#x8981;&#x63D0;&#x4EA4;&#x4EB2;&#x5B50;&#x8BC1;&#x660E;&#x7684;&#x516C;&#x8BC1;&#x4EF6;&#x3002;&#x8FD9;&#x4E2A;&#x53EF;&#x4EE5;&#x5728;&#x6237;&#x7C4D;&#x672C;&#x5730;&#x7684;&#x516C;&#x8BC1;&#x5904;&#x516C;&#x8BC1;&#xFF0C;&#x6700;&#x597D;&#x5728;&#x8FC7;&#x5E74;&#x524D;&#x56DE;&#x5BB6;&#x7684;&#x65F6;&#x5019;&#x516C;&#x8BC1;&#x597D;&#x3002;<br><img src="/2018/11/21/&#x5982;&#x4F55;&#x7533;&#x8BF7;&#x97E9;&#x56FD;&#x5168;&#x5357;&#x5927;&#x5B66;&#x7814;&#x7A76;&#x751F;/4.png" alt=""></li>
</ul>
<h3 id="&#x5176;&#x4ED6;"><a href="#&#x5176;&#x4ED6;" class="headerlink" title="&#x5176;&#x4ED6;"></a>&#x5176;&#x4ED6;</h3><p>&#x8FD8;&#x6709;&#x4E00;&#x4E9B;&#x5176;&#x4ED6;&#x6BD4;&#x8F83;&#x597D;&#x51C6;&#x5907;&#x7684;&#x6750;&#x6599;&#xFF0C;&#x6211;&#x5C31;&#x4E0D;&#x591A;&#x8BF4;&#x4E86;&#xFF0C;&#x6309;&#x7167;&#x62DB;&#x751F;&#x7B80;&#x7AE0;&#x4E0A;&#x7684;&#x4ED4;&#x7EC6;&#x51C6;&#x5907;&#x5C31;&#x53EF;&#x4EE5;&#x4E86;&#x3002;<strong>&#x5982;&#x679C;&#x662F;&#x827A;&#x672F;&#x7CFB;&#x7684;&#x8BDD;&#xFF0C;&#x9700;&#x8981;&#x63D0;&#x4EA4;&#x8865;&#x5145;&#x6750;&#x6599;</strong>&#xFF1A;</p>
<p><a class="magnific-img" href="/2018/11/21/&#x5982;&#x4F55;&#x7533;&#x8BF7;&#x97E9;&#x56FD;&#x5168;&#x5357;&#x5927;&#x5B66;&#x7814;&#x7A76;&#x751F;/5.png"><img src="/2018/11/21/&#x5982;&#x4F55;&#x7533;&#x8BF7;&#x97E9;&#x56FD;&#x5168;&#x5357;&#x5927;&#x5B66;&#x7814;&#x7A76;&#x751F;/5.png" alt="" class="ui centered image"></a></p>
<p>&#x6B64;&#x5916;&#xFF0C;&#x4F9D;&#x636E;&#x5B66;&#x79D1;&#x4E0D;&#x540C;&#xFF0C;&#x53EF;&#x80FD;&#x8FD8;&#x4F1A;&#x6709;&#x5B89;&#x6392;<strong>&#x9762;&#x8BD5;</strong>&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x6D77;&#x5916;&#x7684;&#x8BDD;&#xFF0C;&#x4E00;&#x822C;&#x90FD;&#x662F;&#x7535;&#x8BDD;&#x9762;&#x8BD5;&#x3002;&#x6211;&#x662F;&#x5DE5;&#x79D1;&#x7684;&#xFF0C;&#x9762;&#x8BD5;&#x7684;&#x60C5;&#x51B5;&#x6BD4;&#x8F83;&#x5C11;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x5BF9;&#x4E8E;&#x9762;&#x8BD5;&#x8FD9;&#x4E00;&#x5757;&#x7684;&#x7ECF;&#x9A8C;&#x4E3A; 0&#x3002;&#x4F46;&#x4E00;&#x822C;&#x6765;&#x8BF4;&#xFF0C;&#x5168;&#x5357;&#x5927;&#x5B66;&#xFF0C;&#x6709;&#x9762;&#x8BD5;&#x7684;&#x60C5;&#x51B5;&#x90FD;&#x662F;&#x5C11;&#x7684;&#x3002;</p>
<h3 id="&#x6700;&#x540E;"><a href="#&#x6700;&#x540E;" class="headerlink" title="&#x6700;&#x540E;"></a>&#x6700;&#x540E;</h3><p>&#x51C6;&#x5907;&#x5B8C;&#x6750;&#x6599;&#x540E;&#xFF0C;&#x9700;&#x8981;&#x5728;&#x6307;&#x5B9A;&#x7684;&#x65F6;&#x95F4;&#x5185;&#x5BC4;&#x5230;&#x5B66;&#x6821;&#x7684;&#x534F;&#x529B;&#x79D1;&#x3002;&#x6211;&#x5F53;&#x65F6;&#x5728;&#x676D;&#x5DDE;&#xFF0C;&#x7528;&#x7684;&#x987A;&#x4E30;&#x5FEB;&#x9012;&#xFF0C;&#x5BC4;&#x4E86; 3 &#x5929;&#x5C31;&#x5BC4;&#x5230;&#x4E86;&#x3002;&#x90AE;&#x5BC4;&#x5B8C;&#x6750;&#x6599;&#x540E;&#x5C31;&#x8010;&#x5FC3;&#x7684;&#x7B49;&#x5F85;&#xFF0C;&#x6BCF;&#x5929;&#x6309;&#x65F6;&#x67E5;&#x770B;&#x90AE;&#x7BB1;&#xFF0C;&#x770B;&#x770B;&#x662F;&#x5426;&#x6709;&#x6559;&#x6388;&#x6216;&#x8005;&#x5B66;&#x6821;&#x8054;&#x7CFB;&#x4F60;&#x3002;&#x6211;&#x5F53;&#x65F6;&#x662F;&#x5728;&#x56DE;&#x5B66;&#x6821;&#xFF0C;&#x51C6;&#x5907;&#x6BD5;&#x4E1A;&#x5178;&#x793C;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5076;&#x7136;&#x67E5;&#x770B;&#x90AE;&#x7BB1;&#x624D;&#x53D1;&#x73B0;&#x6559;&#x6388;&#x7ED9;&#x6211;&#x53D1;&#x7684;&#x90AE;&#x4EF6;&#xFF0C;&#x6574;&#x6574;&#x665A;&#x4E86; 6 &#x5929;&#x624D;&#x56DE;&#x590D;&#x6559;&#x6388;&#x3002;&#x6240;&#x5E78;&#x6559;&#x6388;&#x6BD4;&#x8F83;&#x597D;&#xFF0C;&#x6536;&#x7559;&#x4E86;&#x6211;&#x8FD9;&#x4E2A;&#x83DC;&#x9E21;&#x3002;</p>
<p>&#x97E9;&#x56FD;&#x6BCF;&#x6240;&#x5927;&#x5B66;&#x7533;&#x8BF7;&#x7684;&#x6761;&#x4EF6;&#x90FD;&#x4E0D;&#x76F8;&#x540C;&#xFF0C;&#x6B64;&#x7BC7;&#x6587;&#x7AE0;&#x53EA;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x53C2;&#x8003;&#x3002;&#x5E0C;&#x671B;&#x5927;&#x5BB6;&#x90FD;&#x80FD;&#x591F;&#x8FDB;&#x5165;&#x81EA;&#x5DF1;&#x5FC3;&#x4EEA;&#x7684;&#x5B66;&#x79D1;&#x7EE7;&#x7EED;&#x5B66;&#x4E60;&#x3002;</p>

                        
                    </div>

                    
                    
                    

                    <div class="description post-description">
    <span class="post-description-item">
        <time datetime="2018-11-21T06:46:35.000Z" itemprop="datePublished">2018-11-21</time>

    </span>
    <span class="post-description-item">
        

    <span>
        <i class="tags icon"></i>
    </span>

    
    <span class="ui tiny label">
        <a href="/tags/韩国留学的那些事儿/">韩国留学的那些事儿</a>
    </span>

    

    </span>
</div>

                </div>
                
                <div id="pagination" class="nav-web ui text container pagination">

    <div class="ui stackable two column divided grid container">
        <div class="row">
            <div class="column nav-left">
                

                <a href="/2018/12/15/关于十年磨一剑/" class="ui tiny button">

                    <i class="angle left icon"></i>
                    
                    关于十年磨一剑
                    

                </a>

                
            </div>
            <div class="column nav-right">
                

                <a href="/2018/11/21/Arduino-中关于字符串的处理/" class="ui tiny button">
                    
                    Arduino 中关于字符串的处理
                    
                    <i class="angle right icon"></i></a>
                
            </div>
        </div>
    </div>

</div>
                
            </div>

            
            <div class="three wide computer three wide tablet column">

                <div class="ui sticky article-toc" id="article-toc">
                    <!-- toc -->
                    <ol class="ui ordered list"><li><a href="#招生日程"><span>招生日程</span></a></li><li><a href="#申请网址"><span>申请网址</span></a></li><li><a href="#TOPIK-证书"><span>TOPIK 证书</span></a></li><li><a href="#预毕业证明"><span>预毕业证明</span></a></li><li><a href="#学业计划书和自我介绍书"><span>学业计划书和自我介绍书</span></a></li><li><a href="#公证成绩单和户口本"><span>公证成绩单和户口本</span></a></li><li><a href="#其他"><span>其他</span></a></li><li><a href="#最后"><span>最后</span></a></li></ol>
                </div>

            </div>
            

        </div>
    </div>
</div>


                    <!--</div>-->
                <!--</div>-->
            <!--</div>-->
        </div>
        <div class="ui vertical footer segment">
    <div class="ui center aligned container">
        <div class="ui inverted section divider"></div>
        &copy; 2019 <a href="/">caoqi95</a>,
        Powered by <a href="https://github.com/henryhuang/hexo-theme-aloha" target="_blank">Aloha</a> and <a href="http://hexo.io/" target="_blank">Hexo</a>.
    </div>
</div>

    </div>


    <div class="ui small long scrolling modal" id="search-modal">
    <div class="header">
        <div class="ui fluid icon input">
            <input type="text" id="search-box" placeholder="输入任何你想要的...">
            <i class="search icon"></i>
        </div>
    </div>
    <div class="image content">
        <div class="description">
            <div class="algolia-logo">
                Powered by <img class="ui avatar image" src="/images/algolia_logo.svg">
            </div>
            <div id="search-results" class="ui relaxed divided list">
            </div>
        </div>
    </div>
</div>



<!-- scripts list from theme config.yml -->

<script src="//cdn.bootcss.com/jquery/3.1.0/jquery.min.js"></script>

<script src="//cdn.bootcss.com/semantic-ui/2.2.4/semantic.min.js"></script>

<script src="//cdn.bootcss.com/algoliasearch/3.18.1/algoliasearch.min.js"></script>

<script src="//cdn.bootcss.com/algoliasearch-helper-js/2.13.0/algoliasearch.helper.min.js"></script>

<script src="/js/semantic-ui-algolia.js"></script>

<script src="/js/aloha-events.js"></script>



</body>
</html>
