

<!DOCTYPE html>
<html lang="zh-CN">
<head prefix="og: http://ogp.me/ns#"><meta name="generator" content="Hexo 3.8.0">
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1">
    <meta name="description" content="A boring person.">
    <title>回顾这四年 | caoqi95&#39;blog</title>

    <!-- Open Graph -->
    <meta name="description" content="&amp;#x521A;&amp;#x4E0B;&amp;#x73ED;&amp;#xFF0C;&amp;#x56DE;&amp;#x5BB6;&amp;#x8DEF;&amp;#x4E0A;&amp;#x5230;&amp;#x5904;&amp;#x90FD;&amp;#x80FD;&amp;#x542C;&amp;#x5230;&amp;#x5173;&amp;#x4E8E;&amp;#x4E16;&amp;#x754C;&amp;#x676F;&amp;#x7684;&amp;#x4E8B;&amp;#x60C5;&amp;#x3002;&amp;#x60F3;&amp;#x4E86;">
<meta name="keywords" content="个人成长">
<meta property="og:type" content="article">
<meta property="og:title" content="回顾这四年">
<meta property="og:url" content="http://caoqi95.github.io/2018/06/14/回顾这四年/index.html">
<meta property="og:site_name" content="caoqi95&#39;blog">
<meta property="og:description" content="&amp;#x521A;&amp;#x4E0B;&amp;#x73ED;&amp;#xFF0C;&amp;#x56DE;&amp;#x5BB6;&amp;#x8DEF;&amp;#x4E0A;&amp;#x5230;&amp;#x5904;&amp;#x90FD;&amp;#x80FD;&amp;#x542C;&amp;#x5230;&amp;#x5173;&amp;#x4E8E;&amp;#x4E16;&amp;#x754C;&amp;#x676F;&amp;#x7684;&amp;#x4E8B;&amp;#x60C5;&amp;#x3002;&amp;#x60F3;&amp;#x4E86;">
<meta property="og:locale" content="zh-CN">
<meta property="og:updated_time" content="2019-01-10T01:59:38.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="回顾这四年">
<meta name="twitter:description" content="&amp;#x521A;&amp;#x4E0B;&amp;#x73ED;&amp;#xFF0C;&amp;#x56DE;&amp;#x5BB6;&amp;#x8DEF;&amp;#x4E0A;&amp;#x5230;&amp;#x5904;&amp;#x90FD;&amp;#x80FD;&amp;#x542C;&amp;#x5230;&amp;#x5173;&amp;#x4E8E;&amp;#x4E16;&amp;#x754C;&amp;#x676F;&amp;#x7684;&amp;#x4E8B;&amp;#x60C5;&amp;#x3002;&amp;#x60F3;&amp;#x4E86;">

    <script type="application/ld+json">
{
  "@context": "http://schema.org",
  "@type": "Person",
  "email": "mailto:",
  "image": "",
  "name": "caoqi95",
  "url": "http://caoqi95.github.io"
}
</script>
    <script>
    var algoliaEnabled = false;
    
</script>

    

    
    
        <link href="https://fonts.googleapis.com/css?family=Source+Code+Pro" rel="stylesheet" type="text/css">
    
    
    
        <!-- stylesheets list from config.yml -->
        
        <link rel="stylesheet" href="/css/aloha.css">
        
        <link rel="stylesheet" href="//cdn.bootcss.com/semantic-ui/2.2.4/semantic.min.css">
        
        <link rel="stylesheet" href="//cdn.bootcss.com/magnific-popup.js/1.1.0/magnific-popup.min.css">
        
    

</head>
<body id="body" style="margin-bottom: 0;" class="pushable">

    <div class="ui top fixed menu">
        <a class="item" id="menu-icon"><i class="sidebar icon"></i></a>
    </div>

    <div id="menu-sidebar" class="ui left vertical sidebar menu">

    <div id="sidebar-top">
        <div class="content">
            <h3>caoqi95&#39;blog</h3>
        </div>
    </div>
    <div class="ui container sidebar-card">
    <div class="ui people shape content">
        <div class="active side">
            <div class="ui card">
                <div class="image">
                    <img class="ui medium bordered image" src="/images/avatar.jpg">
                </div>
                <div class="content">
                    <a class="header">caoqi95</a>
                    
                        <div class="meta">
                            Programer / Deep Learner
                        </div>
                    
                </div>
                <div class="extra content">
                    <div class="ui list">
                        
                        <div class="item">
                            <i class="marker icon" style="float: left"></i>
                            <div class="content">Wenzhou</div>
                        </div>
                        
                        
                    </div>

                </div>
                <div class="extra content">
                    <div class="ui list">
                        

                                <a href="https://github.com/caoqi95"><i class="large github icon" style="float: left"></i></a>

                            

                                <a href="https://twitter.com/stayherewait"><i class="large twitter icon" style="float: left"></i></a>

                            
                    </div>
                </div>
            </div>
        </div>
    </div>


</div>

    
    

    

    
    <a href="/index.html" class="item">
        <i class="home icon"></i>
        caoqi95
    </a>

    

    
</div>

    <div class="pusher body-content">
        <div id="content" class="ui main container">
            <!--<div class="ui one column grid">-->
                <!--<div class="column">-->
                    <!--<div class="ui main container">-->
                        <div id="post-回顾这四年" class="ui main container article-type-post">

    

    <div class="ui divided grid">

        <div class="two column row" id="article-content">

            <div class="thirteen wide computer thirteen wide tablet sixteen wide mobile column">
                

<h1 class="ui header">
    
    回顾这四年
</h1>



                <div class="article-inner">

                    <div class="article-entry" itemprop="articleBody">
                        
                        <p>&#x521A;&#x4E0B;&#x73ED;&#xFF0C;&#x56DE;&#x5BB6;&#x8DEF;&#x4E0A;&#x5230;&#x5904;&#x90FD;&#x80FD;&#x542C;&#x5230;&#x5173;&#x4E8E;&#x4E16;&#x754C;&#x676F;&#x7684;&#x4E8B;&#x60C5;&#x3002;&#x60F3;&#x4E86;&#x60F3;&#x4E0A;&#x4E00;&#x5C4A;&#x4E16;&#x754C;&#x676F;&#x662F; 2014 &#x5E74;&#xFF0C;&#x90A3;&#x4F1A;&#x513F;&#x521A;&#x597D;&#x662F;&#x9AD8;&#x8003;&#x8003;&#x5B8C;&#x5728;&#x5BB6;&#x8EBA;&#x5C38;&#x7684;&#x65F6;&#x5019;&#x3002;&#x65F6;&#x95F4;&#x771F;&#x5FEB;&#xFF0C;&#x8F6C;&#x773C;&#x56DB;&#x5E74;&#x5C31;&#x8FC7;&#x53BB;&#x4E86;&#x3002;&#x6B63;&#x597D;&#x501F;&#x8FD9;&#x4E2A;&#x559C;&#x5E86;&#x7684;&#x65E5;&#x5B50;&#xFF0C;&#x56DE;&#x987E;&#x4E00;&#x4E0B;&#x5927;&#x5B66;&#x56DB;&#x5E74;&#x53D1;&#x751F;&#x7684;&#x4E00;&#x4E9B;&#x4E8B;&#x60C5;&#x3002;</p>
<h3 id="&#x5173;&#x4E8E;&#x9009;&#x4E13;&#x4E1A;"><a href="#&#x5173;&#x4E8E;&#x9009;&#x4E13;&#x4E1A;" class="headerlink" title="&#x5173;&#x4E8E;&#x9009;&#x4E13;&#x4E1A;"></a>&#x5173;&#x4E8E;&#x9009;&#x4E13;&#x4E1A;</h3><p>&#x4E3A;&#x4EC0;&#x4E48;&#x4F1A;&#x9009;&#x62E9;&#x7535;&#x5B50;&#x4FE1;&#x606F;&#x5DE5;&#x7A0B;&#x8FD9;&#x4E2A;&#x4E13;&#x4E1A;&#xFF1F; &#x4E00;&#x662F;&#x56E0;&#x4E3A;&#x5F53;&#x65F6;&#x586B;&#x62A5;&#x5FD7;&#x613F;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5B66;&#x6821;&#x4F1A;&#x53D1;&#x4E00;&#x672C;&#x539A;&#x539A;&#x7684;&#x586B;&#x62A5;&#x4E13;&#x4E1A;&#x7684;&#x6307;&#x5357;&#xFF0C;&#x7535;&#x5B50;&#x4FE1;&#x606F;&#x5DE5;&#x7A0B;&#x4E13;&#x4E1A;&#x5728;&#x4E0A;&#x9762;&#x662F;&#x5C31;&#x4E1A;&#x7387;&#x9AD8;&#x4E14;&#x5F88;&#x53D7;&#x63A8;&#x8350;&#x7684;&#x4E00;&#x4E2A;&#x4E13;&#x4E1A;&#x3002;&#x4E8E;&#x662F;&#x767E;&#x5EA6;&#x67E5;&#x8BE2;&#xFF0C;&#x63A5;&#x6536;&#x5230;&#x7684;&#x4FE1;&#x606F;&#x90FD;&#x662F;&#x8FD9;&#x4E2A;&#x4E13;&#x4E1A;&#x7684;&#x524D;&#x666F;&#x8FD8;&#x4E0D;&#x9519;&#xFF0C;&#x63A8;&#x8350;&#x7684;&#x4EBA;&#x4E5F;&#x591A;&#x3002; &#x4E8C;&#x662F;&#x5F53;&#x65F6;&#x5BF9;&#x8BA1;&#x7B97;&#x673A;&#x4E13;&#x4E1A;&#x7684;&#x5370;&#x8C61;&#x5C31;&#x662F;&#x8111;&#x6D77;&#x4E2D;&#x7684;&#x201C;&#x7801;&#x519C;&#x201D;&#x5F62;&#x8C61;&#x3002;&#x800C;&#x4E14;&#x5F53;&#x65F6;&#x5BB6;&#x91CC;&#x7684;&#x4E00;&#x4F4D;&#x8868;&#x53D4;&#x662F;&#x4ECE;&#x4E8B;&#x8BA1;&#x7B97;&#x673A;&#x884C;&#x4E1A;&#x7684;&#xFF0C;&#x542C;&#x5927;&#x4EBA;&#x8BF4;&#x5DE5;&#x4F5C;&#x5F88;&#x8F9B;&#x82E6;&#x3002;&#x6700;&#x540E;&#x518D;&#x52A0;&#x4E0A;&#x81EA;&#x5DF1;&#x7684;&#x8BA4;&#x77E5;&#x4E0D;&#x9AD8;&#xFF0C;&#x5C31;&#x9075;&#x5FAA;&#x81EA;&#x5DF1;&#x63A5;&#x53D7;&#x5230;&#x7684;&#x4FE1;&#x606F;&#x9009;&#x62E9;&#x4E86;&#x7535;&#x5B50;&#x4FE1;&#x606F;&#x5DE5;&#x7A0B;&#x4E13;&#x4E1A;&#x3002;<br>&#x540E;&#x6765;&#x5728;&#x5927;&#x4E00;&#x5F00;&#x5B66;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x662F;&#x6709;&#x4E00;&#x6B21;&#x8F6C;&#x4E13;&#x4E1A;&#x7684;&#x673A;&#x4F1A;&#x7684;&#xFF0C;&#x5F53;&#x65F6;&#x6709;&#x8FC7;&#x72B9;&#x8C6B;&#x8981;&#x4E0D;&#x8981;&#x8F6C;&#x4E13;&#x4E1A;&#x3002;&#x4F46;&#x662F;&#x6D4F;&#x89C8;&#x4E86;&#x4E0B;&#x5B66;&#x6821;&#x7684;&#x4E13;&#x4E1A;&#xFF0C;&#x6CA1;&#x6709;&#x6BD4;&#x8F83;&#x611F;&#x5174;&#x8DA3;&#x7684;&#x4E13;&#x4E1A;&#xFF0C;&#x5BF9;&#x6211;&#x7238;&#x5E0C;&#x671B;&#x6211;&#x53BB;&#x7684;&#x5E08;&#x8303;&#x4E13;&#x4E1A;&#x4E5F;&#x4E0D;&#x662F;&#x5F88;&#x611F;&#x5192;&#x3002;&#x4E8E;&#x662F;&#x5C31;&#x6BC5;&#x7136;&#x51B3;&#x7136;&#x7684;&#x7559;&#x5728;&#x4E86;&#x7535;&#x4FE1;&#x4E13;&#x4E1A;&#x3002;&#x73B0;&#x5728;&#x5F88;&#x611F;&#x8C22;&#x81EA;&#x5DF1;&#x5728;&#x90A3;&#x65F6;&#x505A;&#x7684;&#x51B3;&#x5B9A;&#xFF0C;&#x867D;&#x7136;&#x5BF9;&#x8FD9;&#x4E2A;&#x4E13;&#x4E1A;&#x4E0D;&#x662F;&#x5F88;&#x70ED;&#x7231;&#xFF0C;&#x4F46;&#x662F;&#x5728;&#x8FD9;&#x4E2A;&#x4E13;&#x4E1A;&#x63A5;&#x6536;&#x5230;&#x7684;&#x4FE1;&#x606F;&#x4EE5;&#x53CA;&#x4E00;&#x4E9B;&#x6570;&#x5B66;&#x77E5;&#x8BC6;&#x7684;&#x5B66;&#x4E60;&#xFF0C;&#x5BF9;&#x4E8E;&#x73B0;&#x5728;&#x7684;&#x6211;&#x6765;&#x8BF4;&#x90FD;&#x662F;&#x5F88;&#x91CD;&#x8981;&#x7684;&#x79EF;&#x7D2F;&#x3002;</p>
<h3 id="&#x5173;&#x4E8E;&#x97E9;&#x56FD;&#x4EA4;&#x6362;&#x751F;&#x6D3B;"><a href="#&#x5173;&#x4E8E;&#x97E9;&#x56FD;&#x4EA4;&#x6362;&#x751F;&#x6D3B;" class="headerlink" title="&#x5173;&#x4E8E;&#x97E9;&#x56FD;&#x4EA4;&#x6362;&#x751F;&#x6D3B;"></a>&#x5173;&#x4E8E;&#x97E9;&#x56FD;&#x4EA4;&#x6362;&#x751F;&#x6D3B;</h3><p>&#x5927;&#x4E8C;&#x7684;&#x65F6;&#x5019;&#x9009;&#x62E9;&#x4E86;&#x53BB;&#x97E9;&#x56FD;&#x4EA4;&#x6362;&#x5B66;&#x4E60;&#xFF0C;&#x5728;&#x97E9;&#x56FD;&#x5446;&#x4E86;&#x5DEE;&#x4E0D;&#x591A;&#x4E00;&#x5E74;&#x7684;&#x65F6;&#x95F4;&#x3002;&#x4E00;&#x76F4;&#x633A;&#x7F9E;&#x4E8E;&#x5BF9;&#x522B;&#x4EBA;&#x8BB2;&#x8FD9;&#x4EF6;&#x4E8B;&#x7684;&#xFF0C;&#x56E0;&#x4E3A;&#x5728;&#x5916;&#x4EBA;&#x770B;&#x6765;&#xFF0C;&#x8FD9;&#x662F;&#x4E00;&#x4EF6;&#x5F88;&#x4E0D;&#x52A1;&#x6B63;&#x4E1A;&#x7684;&#x4E00;&#x4EF6;&#x4E8B;&#x3002;&#x5728;&#x4ED6;&#x4EEC;&#x773C;&#x4E2D;&#x4F60;&#x5C31;&#x662F;&#x53BB;&#x73A9;&#x7684;&#xFF0C;&#x6CA1;&#x5B66;&#x5230;&#x4E0E;&#x4E13;&#x4E1A;&#x6709;&#x5173;&#x7684;&#x4E1C;&#x897F;&#x3002;&#x53EA;&#x6709;&#x6211;&#x81EA;&#x5DF1;&#x548C;&#x4E00;&#x540C;&#x524D;&#x53BB;&#x7684;&#x540C;&#x5B66;&#x77E5;&#x9053;&#xFF0C;&#x8FD9;&#x4E00;&#x5E74;&#x5BF9;&#x4E8E;&#x81EA;&#x5DF1;&#x6765;&#x8BF4;&#x662F;&#x8F6C;&#x6298;&#x7684;&#x4E00;&#x5E74;&#x3002;<br>&#x521A;&#x53BB;&#x97E9;&#x56FD;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x8FDE;&#x53E5;&#x8BDD;&#x90FD;&#x8BF4;&#x4E0D;&#x5B8C;&#x6574;&#xFF0C;&#x5728;&#x9910;&#x9986;&#x70B9;&#x9910;&#x8FD8;&#x5F97;&#x7528;&#x7FFB;&#x8BD1;&#x8F6F;&#x4EF6;&#x53BB;&#x4E00;&#x4E2A;&#x4E2A;&#x7FFB;&#x8BD1;&#xFF0C;&#x518D;&#x51B3;&#x5B9A;&#x5403;&#x4EC0;&#x4E48;&#x3002;&#x540E;&#x6765;&#x52A0;&#x5165;&#x4E86;&#x5B66;&#x6821;&#x63D0;&#x4F9B;&#x7684;&#x8BED;&#x8A00;&#x73ED;&#xFF0C;&#x4E00;&#x8FB9;&#x5B66;&#x4E60;&#x66F4;&#x7CFB;&#x7EDF;&#x7684;&#x97E9;&#x8BED;&#x8BFE;&#x7A0B;&#xFF0C;&#x4E00;&#x8FB9;&#x5B66;&#x4E60;&#x4E13;&#x4E1A;&#x8BFE;&#xFF0C;&#x8BED;&#x8A00;&#x7684;&#x60C5;&#x51B5;&#x624D;&#x597D;&#x8F6C;&#x4E86;&#x5F88;&#x591A;&#x3002;&#x4E13;&#x4E1A;&#x8BFE;&#x65B9;&#x9762;&#xFF0C;&#x521A;&#x5F00;&#x59CB;&#x4E5F;&#x542C;&#x5F97;&#x61F5;&#x61F5;&#x61C2;&#x61C2;&#xFF0C;&#x540E;&#x9762;&#x6162;&#x6162;&#x7684;&#x5C31;&#x80FD;&#x8DDF;&#x4E0A;&#x8282;&#x594F;&#xFF0C;&#x800C;&#x4E14;&#x5728;&#x73ED;&#x7EA7;&#x91CC;&#x8BA4;&#x8BC6;&#x4E86;&#x4E00;&#x4F4D;&#x5B66;&#x9738;&#xFF0C;&#x8DDF;&#x7740;&#x6DF7;&#x81EA;&#x4E60;&#x5BA4;&#x548C;&#x56FE;&#x4E66;&#x9986;&#x3002;&#x6700;&#x540E;&#x5728;&#x4E13;&#x4E1A;&#x8BFE;&#x65B9;&#x9762;&#x4E5F;&#x53D6;&#x5F97;&#x4E86;&#x5F88;&#x6EE1;&#x610F;&#x7684;&#x6210;&#x7EE9;&#x3002;<br>&#x5BF9;&#x4E8E;&#x97E9;&#x56FD;&#x7684;&#x81EA;&#x4E60;&#x5BA4;&#x6587;&#x5316;&#xFF0C;&#x8868;&#x793A;&#x5F88;&#x7FA1;&#x6155;&#x3002;&#x5728;&#x5916;&#x9762;&#x6BCF;&#x4E2A;&#x8857;&#x9053;&#x51E0;&#x4E4E;&#x90FD;&#x4F1A;&#x6709;&#x4E00;&#x5BB6;&#x81EA;&#x4E60;&#x5BA4;&#xFF0C;&#x7ED9;&#x60F3;&#x5B66;&#x4E60;&#x7684;&#x4EBA;&#x63D0;&#x4F9B;&#x73AF;&#x5883;&#xFF0C;&#x901A;&#x5BB5;&#x7684;&#x8BDD;&#x8FD8;&#x6709;&#x4F18;&#x60E0;&#x3002;&#x97E9;&#x56FD;&#x4EBA;&#x5F88;&#x559C;&#x6B22;&#x5728;&#x8003;&#x8BD5;&#x524D;&#x5915;&#x71AC;&#x591C;&#xFF0C;&#x51E0;&#x4E4E;&#x90FD;&#x662F;&#x5728;&#x81EA;&#x4E60;&#x5BA4;&#x71AC;&#x591C;&#x590D;&#x4E60;&#x5EA6;&#x8FC7;&#x7684;&#x3002;&#x66FE;&#x7ECF;&#x5728;&#x5BDD;&#x5BA4;&#x697C;&#x4E0B;&#x7684;&#x81EA;&#x4E60;&#x5BA4;&#x91CC;&#xFF0C;&#x76EE;&#x7779;&#x8FC7;&#x4E00;&#x4F4D;&#x51C6;&#x5907;&#x8003;&#x6258;&#x4E1A;&#x8003;&#x8BD5;&#x7684;&#x97E9;&#x56FD;&#x5B66;&#x751F;&#xFF0C;&#x51E0;&#x4E4E;&#x5403;&#x559D;&#x7761;&#x90FD;&#x662F;&#x5728;&#x81EA;&#x4E60;&#x5BA4;&#x4E86;&#x5EA6;&#x8FC7;&#x7684;&#xFF0C;&#x4ED6;&#x7684;&#x4F4D;&#x5B50;&#x4E0A;&#x8FD8;&#x7279;&#x610F;&#x51C6;&#x5907;&#x4E86;&#x4E00;&#x4E2A;&#x52A0;&#x6E7F;&#x5668;&#x3002;&#x53D7;&#x8FC7;&#x8FD9;&#x79CD;&#x718F;&#x9676;&#x4E4B;&#x540E;&#xFF0C;&#x56DE;&#x56FD;&#x4E4B;&#x540E;&#xFF0C;&#x8D8A;&#x6765;&#x8D8A;&#x559C;&#x6B22;&#x72EC;&#x5904;&#xFF0C;&#x8D8A;&#x6765;&#x8D8A;&#x559C;&#x6B22;&#x6DF7;&#x81EA;&#x4E60;&#x5BA4;&#x548C;&#x56FE;&#x4E66;&#x9986;&#x3002;<br>&#x56DE;&#x6765;&#x4E4B;&#x540E;&#x6700;&#x5927;&#x7684;&#x53D8;&#x5316;&#x5728;&#x4E8E;&#x5BF9;&#x4E8E;&#x9047;&#x5230;&#x56F0;&#x96BE;&#x4F1A;&#x7ED9;&#x4E88;&#x5F88;&#x5927;&#x7684;&#x8010;&#x5FC3;&#x3002;&#x8FD9;&#x662F;&#x4EE5;&#x524D;&#x4E00;&#x76F4;&#x7F3A;&#x5C11;&#x7684;&#xFF0C;&#x4EE5;&#x524D;&#x5E38;&#x5E38;&#x4F1A;&#x7279;&#x522B;&#x6D6E;&#x8E81;&#x3002;&#x56DE;&#x6765;&#x4E4B;&#x540E;&#x5F88;&#x591A;&#x89C2;&#x5FF5;&#x4E5F;&#x53D1;&#x751F;&#x4E86;&#x6539;&#x53D8;&#x3002;&#x90A3;&#x5E74;&#x6B63;&#x597D;&#x5728;&#x97E9;&#x56FD;&#x7ECF;&#x5386;&#x4E86;  AlphaGo &#x548C;&#x674E;&#x4E16;&#x77F3;&#x7684;&#x56F4;&#x68CB;&#x4EBA;&#x673A;&#x5927;&#x6218;&#x3002;&#x4ECE;&#x800C;&#x4F1A;&#x5BF9; AI &#x548C; Google &#x4E0A;&#x9762;&#x6709;&#x5F88;&#x591A;&#x6539;&#x89C2;&#x3002;&#x5728;&#x9762;&#x5BF9;&#x8BA1;&#x7B97;&#x673A;&#x79D1;&#x5B66;&#x5E26;&#x6765;&#x7684;&#x65B0;&#x53D1;&#x5C55;&#xFF0C;&#x4E5F;&#x6709;&#x4E86;&#x8BA4;&#x77E5;&#x63D0;&#x5347;&#x3002;</p>
<h3 id="&#x5173;&#x4E8E;&#x77E5;&#x8BC6;&#x4ED8;&#x8D39;"><a href="#&#x5173;&#x4E8E;&#x77E5;&#x8BC6;&#x4ED8;&#x8D39;" class="headerlink" title="&#x5173;&#x4E8E;&#x77E5;&#x8BC6;&#x4ED8;&#x8D39;"></a>&#x5173;&#x4E8E;&#x77E5;&#x8BC6;&#x4ED8;&#x8D39;</h3><p>&#x5728;&#x5927;&#x4E09;&#xFF0C;&#x5927;&#x56DB;&#x8FD9;&#x4E24;&#x5E74;&#x91CC;&#xFF0C;&#x662F;&#x77E5;&#x8BC6;&#x4ED8;&#x8D39;&#x5174;&#x8D77;&#x7684;&#x65F6;&#x5019;&#x3002;&#x5728;&#x8FD9;&#x4E24;&#x5E74;&#xFF0C;&#x63A5;&#x89E6;&#x8FC7; Android &#x5F00;&#x53D1;&#xFF0C;&#x82F1;&#x8BED;&#x516D;&#x7EA7;&#xFF0C;&#x81EA;&#x52A8;&#x5316;&#x6D4B;&#x8BD5;&#xFF0C;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x7B49;&#x8FD9;&#x4E9B;&#x65B9;&#x9762;&#x7684;&#x4ED8;&#x8D39;&#x5B66;&#x4E60;&#x3002;&#x6709;&#x4E9B;&#x8BFE;&#x7A0B;&#x8352;&#x5E9F;&#x4E86;&#xFF0C;&#x6709;&#x4E9B;&#x8BFE;&#x7A0B;&#x575A;&#x6301;&#x5B66;&#x4E0B;&#x6765;&#x4E86;&#x3002;&#x611F;&#x89E6;&#x662F;&#x8981;&#x52C7;&#x4E8E;&#x5C1D;&#x8BD5;&#x591A;&#x5C1D;&#x8BD5;&#xFF0C;&#x4E0D;&#x8981;&#x6015;&#x8BD5;&#x9519;&#xFF0C;&#x8FD9;&#x6837;&#x624D;&#x80FD;&#x627E;&#x5230;&#x81EA;&#x5DF1;&#x611F;&#x5174;&#x8DA3;&#x7684;&#x65B9;&#x5411;&#x3002;&#x800C;&#x4E14;&#x6280;&#x591A;&#x4E0D;&#x538B;&#x8EAB;&#xFF0C;&#x591A;&#x4E00;&#x9879;&#x6280;&#x80FD;&#xFF0C;&#x591A;&#x4E00;&#x4E2A;&#x4E86;&#x89E3;&#x7684;&#x9886;&#x57DF;&#xFF0C;&#x4F55;&#x4E50;&#x800C;&#x4E0D;&#x4E3A;&#x5462;&#x3002;&#x8FD8;&#x6709;&#x5728;&#x60F3;&#x6CD5;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5C31;&#x8981;&#x9A6C;&#x4E0A;&#x53BB;&#x5B9E;&#x8DF5;&#x3002;&#x867D;&#x7136;&#x6280;&#x591A;&#x4E0D;&#x538B;&#x8EAB;&#xFF0C;&#x4F46;&#x662F;&#x65F6;&#x4E0D;&#x5F85;&#x4EBA;&#x3002;<br>&#x77E5;&#x8BC6;&#x4ED8;&#x8D39;&#x6709;&#x5F88;&#x591A;&#x5751;&#xFF0C;&#x8FD9;&#x70B9;&#x65E0;&#x53EF;&#x539A;&#x975E;&#xFF0C;&#x4F46;&#x6211;&#x89C9;&#x5F97;&#x66F4;&#x591A;&#x7684;&#x662F;&#x63D0;&#x4F9B;&#x4E86;&#x5F88;&#x591A;&#x6559;&#x80B2;&#x5E73;&#x6743;&#x7684;&#x673A;&#x4F1A;&#x3002;&#x8BA9;&#x6211;&#x4EEC;&#x80FD;&#x591F;&#x4EAB;&#x53D7;&#x5230;&#x4E00;&#x4E9B;&#x4F18;&#x8D28;&#x7684;&#x6559;&#x80B2;&#x8D44;&#x6E90;&#x548C;&#x5185;&#x5BB9;&#x3002;</p>
<p>&#x4E0A;&#x9762;&#x8FD9;&#x4E09;&#x4E2A;&#x65B9;&#x9762;&#xFF0C;&#x662F;&#x5728;&#x5927;&#x5B66;&#x56DB;&#x5E74;&#x8FD9;&#x671F;&#x95F4;&#x7684;&#x53D1;&#x751F;&#x7684;&#x5BF9;&#x6211;&#x6765;&#x8BF4;&#x6BD4;&#x8F83;&#x91CD;&#x8981;&#x7684;&#x51E0;&#x4EF6;&#x4E8B;&#x3002;&#x6587;&#x7B14;&#x6709;&#x9650;&#xFF0C;&#x5199;&#x4E0D;&#x51FA;&#x5F88;&#x597D;&#x7684;&#x5185;&#x5BB9;&#x3002;&#x4EC5;&#x8D81;&#x5174;&#x5728;&#x6B64;&#x505A;&#x4E00;&#x4E2A;&#x8BB0;&#x5F55;&#xFF0C;&#x56DE;&#x987E;&#x4E0B;&#x8FD9;&#x77ED;&#x6682;&#x7684;&#x56DB;&#x5E74;&#x3002;</p>

                        
                    </div>

                    
                    
                    

                    <div class="description post-description">
    <span class="post-description-item">
        <time datetime="2018-06-14T11:22:54.000Z" itemprop="datePublished">2018-06-14</time>

    </span>
    <span class="post-description-item">
        

    <span>
        <i class="tags icon"></i>
    </span>

    
    <span class="ui tiny label">
        <a href="/tags/个人成长/">个人成长</a>
    </span>

    

    </span>
</div>

                </div>
                
                <div id="pagination" class="nav-web ui text container pagination">

    <div class="ui stackable two column divided grid container">
        <div class="row">
            <div class="column nav-left">
                

                <a href="/2018/09/25/Arduino 语言常用函数说明/" class="ui tiny button">

                    <i class="angle left icon"></i>
                    
                    Arduino 语言常用函数说明
                    

                </a>

                
            </div>
            <div class="column nav-right">
                

                <a class="ui tiny button disabled">下一篇<i class="angle right icon"></i></a>

                
            </div>
        </div>
    </div>

</div>
                
            </div>

            
            <div class="three wide computer three wide tablet column">

                <div class="ui sticky article-toc" id="article-toc">
                    <!-- toc -->
                    <ol class="ui ordered list"><li><a href="#关于选专业"><span>关于选专业</span></a></li><li><a href="#关于韩国交换生活"><span>关于韩国交换生活</span></a></li><li><a href="#关于知识付费"><span>关于知识付费</span></a></li></ol>
                </div>

            </div>
            

        </div>
    </div>
</div>


                    <!--</div>-->
                <!--</div>-->
            <!--</div>-->
        </div>
        <div class="ui vertical footer segment">
    <div class="ui center aligned container">
        <div class="ui inverted section divider"></div>
        &copy; 2019 <a href="/">caoqi95</a>,
        Powered by <a href="https://github.com/henryhuang/hexo-theme-aloha" target="_blank">Aloha</a> and <a href="http://hexo.io/" target="_blank">Hexo</a>.
    </div>
</div>

    </div>




<!-- scripts list from theme config.yml -->

<script src="//cdn.bootcss.com/jquery/3.1.0/jquery.min.js"></script>

<script src="//cdn.bootcss.com/semantic-ui/2.2.4/semantic.min.js"></script>

<script src="//cdn.bootcss.com/algoliasearch/3.18.1/algoliasearch.min.js"></script>

<script src="//cdn.bootcss.com/algoliasearch-helper-js/2.13.0/algoliasearch.helper.min.js"></script>

<script src="/js/semantic-ui-algolia.js"></script>

<script src="/js/aloha-events.js"></script>



</body>
</html>
